{"_id":{"$oid":"67ad9f4e72d7f941724fc5fc"},"imdb_id":"tt12598606","title":"Gunner","directors":"Dimitri Logothetis","overview":"While on a camping trip in order to reconnect, war veteran Colonel Lee Gunner must save his two sons from a gang of violent bikers when they're kidnapped after accidentally stumbling upon to a massive drug operation.","tagline":"Vengeance has a new name.","genres":"Action, Thriller, Crime","imdb_rating":3,"imdb_votes":1950}
{"_id":{"$oid":"67ad9f4e72d7f941724fc5fd"},"imdb_id":"tt1266542","title":"The Break-up Artist","directors":"Steve Woo","overview":"A woman who gets paid to break people up is forced to become a matchmaker when some new competition muscles her out of the break-up business. Now, in order to save her company (and keep her high-priced wardrobe) she'll have to rely on her old nemesis: love.","tagline":"Breaking up is easy to do!","genres":"Comedy, Romance","imdb_rating":5,"imdb_votes":1618}
{"_id":{"$oid":"67ad9f4e72d7f941724fc5fe"},"imdb_id":"tt0791321","title":"Samurai Priest Vampire Hunter","directors":"Mark Terry","overview":"The comic book has come to life.  Tim Thomerson is “Samurai Priest Vampire Hunter” and he is on an epic chase to track down a clique of vampires.  Clean blood is in short supply due to drugs, liquor, prescription pills, and common diseases causing mutations, starvation, and infighting.  The vampires seek out Macks “The Blood Pusher” (Ken Foree) to understand who this mysterious priest is and why this hunt is personal!","tagline":"Death was finally coming for the undead.","genres":"Horror, Action","imdb_rating":4,"imdb_votes":381}
{"_id":{"$oid":"67ad9f4e72d7f941724fc5ff"},"imdb_id":"tt1587420","title":"Mixtape","directors":"Valerie Weiss","overview":"On the eve of Y2K, orphaned 12-year-old Beverly discovers a broken mixtape crafted by her teen parents. Raised by her grandmother – who struggles talking about her late daughter – Beverly sees the mixtape as a chance to finally learn more about her parents.","tagline":"","genres":"Comedy, Family","imdb_rating":7,"imdb_votes":4306}
{"_id":{"$oid":"67ad9f4e72d7f941724fc600"},"imdb_id":"tt0093119","title":"Grizzly II: Revenge","directors":"André Szöts","overview":"All hell breaks loose when a giant grizzly, reacting to the slaughter of her cubs by poachers, attacks a massive rock concert in the National Park.  {This sequel to \"Grizzly\" (1976) was left unfinished after production wrapped prematurely in 1983, and was not officially released until 2020, though a bootleg workprint version had been in circulation for some years prior to this.}","tagline":"The Stage Is Set... And The Dinner Is Served.","genres":"Horror, Music, Thriller","imdb_rating":3,"imdb_votes":1777}
{"_id":{"$oid":"67ad9f4e72d7f941724fc601"},"imdb_id":"tt0215569","title":"Billy Joel: Live at Yankee Stadium","directors":"Jon Small","overview":"Billy Joel plays his greatest hits in the Big Apple. Recorded in 1990 during the Storm Front Tour.","tagline":"","genres":"Music","imdb_rating":8,"imdb_votes":201}
{"_id":{"$oid":"67ad9f4e72d7f941724fc602"},"imdb_id":"tt1502397","title":"Bad Boys for Life","directors":"Bilall Fallah, Adil El Arbi","overview":"Marcus and Mike are forced to confront new threats, career changes, and midlife crises as they join the newly created elite team AMMO of the Miami police department to take down the ruthless Armando Armas, the vicious leader of a Miami drug cartel.","tagline":"Ride together. Die together.","genres":"Thriller, Action, Crime","imdb_rating":7,"imdb_votes":187222}
{"_id":{"$oid":"67ad9f4e72d7f941724fc603"},"imdb_id":"tt1016150","title":"All Quiet on the Western Front","directors":"Edward Berger","overview":"Paul Baumer and his friends Albert and Muller, egged on by romantic dreams of heroism, voluntarily enlist in the German army. Full of excitement and patriotic fervour, the boys enthusiastically march into a war they believe in. But once on the Western Front, they discover the soul-destroying horror of World War I.","tagline":"","genres":"War, History, Drama","imdb_rating":8,"imdb_votes":263215}
{"_id":{"$oid":"67ad9f4e72d7f941724fc604"},"imdb_id":"tt1965308","title":"InterReflections","directors":"Peter Joseph","overview":"In a quest for a new, more humane society, a counter-culture revolution takes the world by storm. In the first of the InterReflections Trilogy, we look back to the modern world and wonder how it was we managed to survive as long as we had.","tagline":"Which side of history will you be on?","genres":"Fantasy, Science Fiction, Documentary","imdb_rating":6,"imdb_votes":10456}
{"_id":{"$oid":"67ad9f4e72d7f941724fc605"},"imdb_id":"tt1568152","title":"Magick Lantern Cycle","directors":"Kenneth Anger","overview":"Nine films grouped together that form the basis of Anger's reputation as one of the most influential independent filmmakers in cinema history.","tagline":"","genres":"Fantasy, Horror, Music","imdb_rating":8,"imdb_votes":204}
{"_id":{"$oid":"67ad9f4e72d7f941724fc606"},"imdb_id":"tt1801085","title":"Blind Turn","directors":"Robert Orr","overview":"Samantha Holt had the perfect life with a handsome fiancée and a future that couldn’t look brighter. But an unexpected turn on a dark lonely road puts her on a collision course with Bruce Miller, a devoted family man who descends into madness when he loses everything he ever cared about. One year later, Bruce decides to give Samantha the punishment he believes she escaped. Samantha has struggled with her own demons since that fateful night, and Bruce will take her struggles to the edge when he implements a demented plan to teach her a twisted lesson that may cost her the ultimate price.","tagline":"Samantha Holt is forced to confront her dark secrets when she is kidnapped and held prisoner by a man from her past out for revenge.","genres":"Drama, Mystery, Thriller, Action","imdb_rating":5,"imdb_votes":147}
{"_id":{"$oid":"67ad9f4e72d7f941724fc607"},"imdb_id":"tt1630029","title":"Avatar: The Way of Water","directors":"James Cameron","overview":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.","tagline":"Return to Pandora.","genres":"Science Fiction, Adventure, Action","imdb_rating":8,"imdb_votes":520003}
{"_id":{"$oid":"67ad9f4e72d7f941724fc608"},"imdb_id":"tt1677615","title":"The Laureate","directors":"William Nunez","overview":"Set against the glamorous backdrop of Britain's roaring '20s, The Laureate tells the story of young British War Poet Robert Graves, who is married with four children when he meets and becomes romantically involved with Laura Riding, a writer from America. Defying the conventions of polite society, Riding moves in with Graves and his wife living as a menage a tois. Then with the arrival of strappingly handsome Irish poet Geoffrey Phibbs, the arrangement becomes a menage a quatre. But soon tensions and rivalries become so fraught that Graves is a suspect for attempted murder.","tagline":"In the Roaring Twenties they rewrote the rules.","genres":"Drama","imdb_rating":5,"imdb_votes":503}
{"_id":{"$oid":"67ad9f4e72d7f941724fc609"},"imdb_id":"tt0123962","title":"A Letter to Freddy Buache","directors":"Jean-Luc Godard","overview":"This short film is Godard’s message to the people of Lausanne, specifically journalist and critic Freddy Buache, addressing his reasons why he will not make a film about their town’s 500th anniversary. Rather than cynical or defensive, Godard's bemused narration of the footage of Lausanne is imaginative and even playful, a rumination on cinema's possibilities.","tagline":"","genres":"Documentary, Drama","imdb_rating":7,"imdb_votes":297}
{"_id":{"$oid":"67ad9f4e72d7f941724fc60a"},"imdb_id":"tt23182478","title":"Eric Clapton - Nothing But the Blues","directors":"Scooter Weintraub","overview":"Eric Clapton discusses who has influenced him throughout his career, with clips of performances by Howlin' Wolf, Buddy Guy, Muddy Waters, B.B. King, etc.  Filmed by director Martin Scorcese, this documentary was broadcast once on PBS stations, but never officially released for reasons which remain unclear. A planned release on home video was slated for early summer 1995, and Warner/Reprise produced a limited number of advance copies to be used for promotion.","tagline":"","genres":"Music, Documentary","imdb_rating":8,"imdb_votes":13}
{"_id":{"$oid":"67ad9f4e72d7f941724fc60b"},"imdb_id":"tt2562146","title":"Hanukkah","directors":"Eben McGarr","overview":"A group of Jewish teens are getting ready to party for the holidays but are in for a Festival of Frights. With the help of a wise rabbi, they deduce that the murder victims have violated Judaic law and that their only chance at survival is to embrace their faith.","tagline":"The night Hebrew came home!","genres":"Horror","imdb_rating":3,"imdb_votes":224}
{"_id":{"$oid":"67ad9f4e72d7f941724fc60c"},"imdb_id":"tt0801514","title":"Moments choisis des Histoire(s) du cinéma","directors":"Jean-Luc Godard","overview":"A very personal look at the history of cinema directed, written and edited by Jean-Luc Godard in his Swiss residence in Rolle for ten years (1988-98); a monumental collage, constructed from film fragments, texts and quotations, photos and paintings, music and sound, and diverse readings; a critical, beautiful and melancholic vision of cinematographic art. (Abridged version of the original collection of eight short films).","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":223}
{"_id":{"$oid":"67ad9f4e72d7f941724fc60d"},"imdb_id":"tt2211174","title":"Ammaa Ki Boli","directors":"","overview":"Ammaa Ki Boli is a comical genre movie directed by Narayan Chauhan and produced by Mukesh Chaudhary under the banner of Street Act Production. The story revolves around an old-aged husbandless mother, her 5 grown-up children’s and a second-rate two-seater scooter. The movie features Faruk Zafar as Ammaa in lead role, following with Priyal Patil, Govind Namdev, Sitaram Panchal, Sanjay Mishra, Hrishita Bhatt, Zakir Hussain Actor, Ishtiaq Khan, Shekhar Singh and others in their respective important roles","tagline":"Ammaa Ki Boli is hindi comedy movie starring Shekhar Singh, Sanjay Mishra, Hrishita Bhatt releases on December, 14, 2012.","genres":"Comedy, Drama","imdb_rating":7,"imdb_votes":1369}
{"_id":{"$oid":"67ad9f4e72d7f941724fc60e"},"imdb_id":"tt2137702","title":"Kyiv Frescoes","directors":"Sergei Parajanov","overview":"Parajanov's collage of all the footage that remained from his film \"Kyiv Frescoes,\" which was halted by the authorities who demanded that all the negatives be destroyed.","tagline":"","genres":"Drama","imdb_rating":6,"imdb_votes":382}
{"_id":{"$oid":"67ad9f4e72d7f941724fc60f"},"imdb_id":"tt0837563","title":"Pet Sematary","directors":"Dennis Widmyer, Kevin Kölsch","overview":"Dr. Louis Creed and his wife, Rachel, move from Boston to Ludlow, in rural Maine, with their two young children. Hidden in the woods near the new family home, Ellie, their eldest daughter, discovers a mysterious cemetery where the pets of community members are buried.","tagline":"Sometimes dead is better.","genres":"Horror, Thriller","imdb_rating":6,"imdb_votes":100771}
{"_id":{"$oid":"67ad9f4e72d7f941724fc610"},"imdb_id":"tt2386490","title":"How to Train Your Dragon: The Hidden World","directors":"Dean DeBlois","overview":"As Hiccup fulfills his dream of creating a peaceful dragon utopia, Toothless’ discovery of an untamed, elusive mate draws the Night Fury away. When danger mounts at home and Hiccup’s reign as village chief is tested, both dragon and rider must make impossible decisions to save their kind.","tagline":"The friendship of a lifetime","genres":"Animation, Family, Adventure","imdb_rating":7,"imdb_votes":159070}
{"_id":{"$oid":"67ad9f4e72d7f941724fc611"},"imdb_id":"tt2527338","title":"Star Wars: The Rise of Skywalker","directors":"J.J. Abrams","overview":"The surviving Resistance faces the First Order once again as the journey of Rey, Finn and Poe Dameron continues. With the power and knowledge of generations behind them, the final battle begins.","tagline":"The saga will end. The story lives forever.","genres":"Adventure, Action, Science Fiction","imdb_rating":6,"imdb_votes":508387}
{"_id":{"$oid":"67ad9f4e72d7f941724fc612"},"imdb_id":"tt13132314","title":"Demon","directors":"Egor Troyanovsky","overview":"The film investigates the kidnapping and alleged murder of a soldier in Donbas, in 2014. Together with his father, an elderly fisherman from the Southern Ukraine, we follow the trail of his captors. Traveling from the calm Azov coastline to industrial conglomerates, from the furious mining region to the sleepless capital, we try to find the witnesses of the young soldier's final hours, as well as those who could have seen his body. The film uses a wide range of video and audio material including news, voice recordings and interviews. Its complex narrative construction shows the long and winding path of a father who seeks justice for his son's murderers.","tagline":"","genres":"Documentary","imdb_rating":6,"imdb_votes":21}
{"_id":{"$oid":"67ad9f4e72d7f941724fc613"},"imdb_id":"tt0287075","title":"Universal Groove","directors":"François Garcia","overview":"Filmed in 1999, Universal Groove explores 90s rave culture through eight diverse characters seeking escape and self-discovery amidst drugs and dance, offering a nostalgic journey into the underground party scene of the era.","tagline":"Eight people. Eight Lives. One Universal Groove","genres":"Drama, History","imdb_rating":6,"imdb_votes":165}
{"_id":{"$oid":"67ad9f4e72d7f941724fc614"},"imdb_id":"tt1584146","title":"Sol Invictus","directors":"Benjamin Carland","overview":"Far into the future a group of young adults are stranded on a hostile alien planet with no hope of getting home.","tagline":"","genres":"Science Fiction","imdb_rating":3,"imdb_votes":328}
{"_id":{"$oid":"67ad9f4f72d7f941724fc615"},"imdb_id":"tt0662647","title":"Tsunami: The Wave That Shook the World","directors":"","overview":"The 20th Anniversary documentary film about the 2004 Indian Ocean tsunami as told by survivors.","tagline":"","genres":"Documentary","imdb_rating":8,"imdb_votes":45}
{"_id":{"$oid":"67ad9f4f72d7f941724fc616"},"imdb_id":"tt0025841","title":"A Severe Young Man","directors":"Abram Room","overview":"The film’s content makes no concessions to the usual expectations of Soviet audiences of the 1930s. The cast of characters is extremely unlikely in almost every conventional respect. The action involves the household of the prominent Dr. Stepanov and his young wife, Masha, who share their large and richly adorned mansion with the parasitical Fedor Tsitronov, whose presence in the household is given only the most implausible of explanations. Equally implausible is the acquaintance of the family with the young and proud Grisha Fokin, whose leadership role in the Young Communist League is never clearly defined and who is never seen engaged in any work or professional activity.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":275}
{"_id":{"$oid":"67ad9f4f72d7f941724fc617"},"imdb_id":"tt11477810","title":"Seasons of Life","directors":"Shiron Yogaraj","overview":"Anojh comes to London with expectations of a better life. He finds that the reality of the illegal movement is a lot harder than he previously envisioned. He meets Stefi, a girl who gives hope to his life.","tagline":"","genres":"Drama","imdb_rating":8,"imdb_votes":16}
{"_id":{"$oid":"67ad9f4f72d7f941724fc618"},"imdb_id":"tt6467156","title":"Mobile Suit Gundam SEED: Special Edition I - The Empty Battlefield","directors":"Mitsuo Fukuda","overview":"The economic gap widens between the affluent, technologically advanced, hybrid Coordinators and the simple Earth Alliance known as the Naturals; the rift, unsurprisingly, has driven them apart in the 70th year of the Cosmic times. In an effort to bridge the chasm between them and the Coordinators, the Naturals have built five Gundam warriors that they hope will serve as their potent weapons. But will their plan work?","tagline":"","genres":"Animation, Science Fiction","imdb_rating":6,"imdb_votes":41}
{"_id":{"$oid":"67ad9f4f72d7f941724fc619"},"imdb_id":"tt2006291","title":"The Embryo Who Came in from the Cold","directors":"","overview":"5 IVF embryos embark on a journey to find their mother.","tagline":"","genres":"Animation","imdb_rating":6,"imdb_votes":18}
{"_id":{"$oid":"67ad9f4f72d7f941724fc61a"},"imdb_id":"tt2982652","title":"The Last Video Store","directors":"Tim Rutherford, Cody Kennedy","overview":"In the year 2010, a secret war was fought and lost by video stores worldwide. One by one those that remained were assimilated by the new media giant Digital Movie Service headed by an evil Techno-Wizard from beyond our realm. Present day. A lone man battles his own extinction from within the walls of the Last Video Store. The end is nigh. Until a young man enters the forgotten underground world and joins forces to stop the destruction of the universe.","tagline":"","genres":"Action, Comedy","imdb_rating":8,"imdb_votes":24}
{"_id":{"$oid":"67ad9f4f72d7f941724fc61b"},"imdb_id":"tt6977632","title":"Pixinguinha: Um Homem Carinhoso","directors":"Denise Saraceni, Allan Fiterman","overview":"The life of legendary Brazilian musician Alfredo da Rocha Vianna Filho, better known as Pixinguinha.","tagline":"","genres":"Drama, History","imdb_rating":7,"imdb_votes":123}
{"_id":{"$oid":"67ad9f4f72d7f941724fc61c"},"imdb_id":"tt10640330","title":"Soundgarden: Live From The Artists Den","directors":"Jojo Pennebaker","overview":"On a warm February night in Los Angeles, the legendary Seattle rock band Soundgarden concluded a sold-out winter tour in support of King Animal, their first studio album in over sixteen years. In front of a rapturous crowd, Live From The Artists Den captured this unforgettable night within the historic art deco setting of The Wiltern. Soundgarden interwove brand new songs with classic radio hits, along with rarities performed for the first time in front of a live audience. Over the extended set, the band showcased their legendary catalogue and unparalleled musicianship, solidifying their impact on the history of rock and roll.","tagline":"","genres":"Music","imdb_rating":9,"imdb_votes":36}
{"_id":{"$oid":"67ad9f4f72d7f941724fc61d"},"imdb_id":"tt1446678","title":"Cleanin' Up the Town: Remembering Ghostbusters","directors":"Anthony Bueno","overview":"The documentary that tells us the full story from where it all started through to the future of the \"\"Ghostbusters\"\" franchise.","tagline":"First in 1984. Again in '89. Still in 2016, bustin' makes us feel good","genres":"Documentary","imdb_rating":7,"imdb_votes":480}
{"_id":{"$oid":"67ad9f4f72d7f941724fc61e"},"imdb_id":"tt0295421","title":"A Man, When He Is a Man","directors":"Valeria Sarmiento","overview":"What are the social climate and cultural traditions in Costa Rica which nurture \"machismo\" and allow the domination of women to continue in Latin America?","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":39}
{"_id":{"$oid":"67ad9f4f72d7f941724fc61f"},"imdb_id":"tt2328678","title":"The King's Daughter","directors":"Sean McNamara","overview":"King Louis XIV's quest for immortality leads him to capture and steal a mermaid's life force, a move that is further complicated by his illegitimate daughter's discovery of the creature.","tagline":"What on Earth can hold more power than a king?","genres":"Fantasy, Adventure, Family","imdb_rating":5,"imdb_votes":6547}
{"_id":{"$oid":"67ad9f4f72d7f941724fc620"},"imdb_id":"tt3518152","title":"Necroland","directors":"Nathan Quinn","overview":"Due to \"\"The Shift\"\" 50% of the worlds population has turned into rage humans, entire cities have vanished and the weather across the globe is chaotic. Inside this chaos, the survivors attempt to unravel answers to this convoluted mystery.","tagline":"","genres":"Action, Drama, Horror, Mystery, Science Fiction","imdb_rating":7,"imdb_votes":23}
{"_id":{"$oid":"67ad9f4f72d7f941724fc621"},"imdb_id":"tt2509482","title":"A Place Called Hollywood","directors":"Gregori J. Martin","overview":"A Place Called Hollywood is directed and written  by Gregori J. Martin. A limited mini series filmed in  Los Angeles, California","tagline":"","genres":"Drama","imdb_rating":6,"imdb_votes":311}
{"_id":{"$oid":"67ad9f4f72d7f941724fc622"},"imdb_id":"tt2511254","title":"Near Myth: The Oskar Knight Story","directors":"Scott Fivelson","overview":"A documentary chronicle of one of our greatest directors.","tagline":"That's just the way it was back then.","genres":"Comedy","imdb_rating":9,"imdb_votes":33}
{"_id":{"$oid":"67ad9f4f72d7f941724fc623"},"imdb_id":"tt11192054","title":"Suriname","directors":"Danny Leysner","overview":"When Winston Righter decides eligible to stand for the presidency in Suriname, he is confronted with his criminal past. A chess breaks loose as he competes with justice and the underworld.","tagline":"","genres":"Crime, Drama","imdb_rating":5,"imdb_votes":234}
{"_id":{"$oid":"67ad9f4f72d7f941724fc624"},"imdb_id":"tt1655444","title":"There Are No Saints","directors":"Alfonso Pineda Ulloa","overview":"A man is imprisoned for a crime he didn't commit. When his wife is murdered and his son kidnapped and taken to Mexico, he devises an elaborate and dangerous plan to rescue his son and avenge the murder.","tagline":"THE ROAD TO REDEMPTION IS PAVED WITH BLOOD","genres":"Action, Mystery, Thriller","imdb_rating":5,"imdb_votes":1508}
{"_id":{"$oid":"67ad9f4f72d7f941724fc625"},"imdb_id":"tt2403439","title":"The Canterville Ghost","directors":"Kim Burdon","overview":"An American family moves in to the Canterville Chase, a London mansion that has been haunted by ghost Sir Simon De Canterville for 300 years.","tagline":"It's his house, not yours.","genres":"Animation, Comedy, Family, Fantasy","imdb_rating":6,"imdb_votes":1436}
{"_id":{"$oid":"67ad9f4f72d7f941724fc626"},"imdb_id":"tt2818640","title":"A Circus Tale & A Love Song","directors":"Demián Bichir","overview":"Refugio, a romantic dreamer whose years long quest to find true love takes him from the circus life in Mexico to the nightlife of New Orleans, where he unexpectedly falls for a beautiful exotic dancer with a complicated past and a dangerous ex-lover who refuses to let her go.","tagline":"","genres":"Romance, Drama","imdb_rating":6,"imdb_votes":90}
{"_id":{"$oid":"67ad9f4f72d7f941724fc627"},"imdb_id":"tt13098216","title":"Out of Nowheresville","directors":"Kevin McVey","overview":"A middle-aged woman, struggling to make ends meet and survive in remote desert town, stumbles onto a dead body and nearly a million dollars in cash. Along with her best friend, the two are swept up in a chaotic world of drugs and bad cops. The choices they make along the way make all the difference as they discover what's most important in life.","tagline":"A nice place to get blown away.","genres":"Thriller, Crime","imdb_rating":7,"imdb_votes":28}
{"_id":{"$oid":"67ad9f4f72d7f941724fc628"},"imdb_id":"tt3189552","title":"Monstruosamente Solo","directors":"Enrique Cruz","overview":"Santiago is contained in the micro-universe of his home due to a deep depression after his girlfriend left him for no apparent reason. That is when he realizes that even though he wants to live his duel alone, his friends accompany him through video chats, telephone calls or visits right at  his door.","tagline":"An cotidianament absurd and extraordinarily real story.","genres":"Comedy, Drama, Animation","imdb_rating":7,"imdb_votes":31}
{"_id":{"$oid":"67ad9f4f72d7f941724fc629"},"imdb_id":"tt0121278","title":"Fertile Memory","directors":"Michel Khleifi","overview":"The first full length film to be shot within the disputed Palestinian West Bank \"Green Line,\" FERTILE MEMORY is the feature debut of Michel Khleifi, acclaimed director of the Cannes Film Festival triumph, WEDDING IN GALILEE. Lyrically blending both documentary and narrative elements, Khleifi skillfully and lovingly crafts a portrait of two Palestinian women whose individual struggles both define and transcend the politics that have torn apart their homes and their lives.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":91}
{"_id":{"$oid":"67ad9f4f72d7f941724fc62a"},"imdb_id":"tt2946468","title":"Chithiram Pesuthadi 2","directors":"Rajan Madhav","overview":"Thiru, a hired killer, attacks a dreaded gangster with a sickle. However, he is forced to go underground after a man named Kathir witnesses his crime.","tagline":"A Hyper Linked Narration","genres":"Drama, Thriller","imdb_rating":5,"imdb_votes":45}
{"_id":{"$oid":"67ad9f4f72d7f941724fc62b"},"imdb_id":"tt2229103","title":"The Death of April","directors":"Ruben Rodriguez","overview":"Meagan Mullen, freshly moved in her new home, keeps in touch with her friends and family through a video blog. As her entries (and her life) become more complex and emotional, strange things begin to happen in her room and the camera captures all of it.","tagline":"It should have remained a mystery.","genres":"Mystery, Horror","imdb_rating":4,"imdb_votes":380}
{"_id":{"$oid":"67ad9f4f72d7f941724fc62c"},"imdb_id":"tt3083016","title":"Beverly Hills Cop: Axel F","directors":"Mark Molloy","overview":"Forty years after his unforgettable first case in Beverly Hills, Detroit cop Axel Foley returns to do what he does best: solve crimes and cause chaos.","tagline":"","genres":"Action, Comedy, Crime","imdb_rating":6,"imdb_votes":76821}
{"_id":{"$oid":"67ad9f4f72d7f941724fc62d"},"imdb_id":"tt3513498","title":"The Lego Movie 2: The Second Part","directors":"Mike Mitchell","overview":"It's been five years since everything was awesome and the citizens are facing a huge new threat: LEGO DUPLO® invaders from outer space, wrecking everything faster than they can rebuild.","tagline":"They come in pieces.","genres":"Action, Adventure, Animation, Comedy, Family","imdb_rating":7,"imdb_votes":79570}
{"_id":{"$oid":"67ad9f4f72d7f941724fc62e"},"imdb_id":"tt3546464","title":"Nan Goldin – I Remember Your Face","directors":"Sabine Lidl","overview":"Documentary portrait of the New York photographer Nan Goldin.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":17}
{"_id":{"$oid":"67ad9f4f72d7f941724fc62f"},"imdb_id":"tt3482798","title":"Troll Bridge","directors":"Daniel Knight","overview":"Set in the phenomenally successful Discworld series, Troll Bridge is about the world's last Barbarian hero (now at the age of 87) embarking on a suicide mission to battle a bridge troll in mortal combat. In a land where the undead have formed an equal rights movement, goblins are on the endangered species list and the evil Cutshade Forest is being logged; the world has truly gone mad for Cohen the Barbarian. Time has moved too fast... Troll Bridge aims to be the largest scale short film in history. Using resources garnered over a decade of dedication, love, sweat and toil, Troll Bridge has already broken records and set benchmarks internationally. Written by SnowGum Films","tagline":"","genres":"Fantasy, Animation, Drama, Comedy","imdb_rating":8,"imdb_votes":497}
{"_id":{"$oid":"67ad9f4f72d7f941724fc630"},"imdb_id":"tt2458948","title":"Evangelion: 3.0+1.0 Thrice Upon a Time","directors":"Mahiro Maeda, Kazuya Tsurumaki, Hideaki Anno, Katsuichi Nakayama","overview":"In the aftermath of the Fourth Impact, stranded without their Evangelions, Shinji, Asuka and Rei find refuge in one of the rare pockets of humanity that still exist on the ruined planet Earth. There, each lives a life far different from their days as an Evangelion pilot. However, the danger to the world is far from over. A new impact is looming on the horizon—one that will prove to be the true end of Evangelion.","tagline":"Bye-bye, all of EVANGELION.","genres":"Animation, Action, Science Fiction, Drama","imdb_rating":8,"imdb_votes":15384}
{"_id":{"$oid":"67ad9f4f72d7f941724fc631"},"imdb_id":"tt2075078","title":"Chasing the Rain","directors":"Cindy Jansen","overview":"A reticent young photographer strives to find a normal life working a dead-end job in a mall portrait studio and volunteering as a clean water activist for developing countries. But his dreams are threatened and his mysterious history begins to unravel when an unexpected romance and personal tragedy plunge him into a fight for survival.","tagline":"There's always more to the story...","genres":"Drama","imdb_rating":5,"imdb_votes":295}
{"_id":{"$oid":"67ad9f4f72d7f941724fc632"},"imdb_id":"tt11051582","title":"Cemetery","directors":"Carlos Casas","overview":"After a devastating earthquake, Nga, an old elephant and probably the last of its species, and Sanra, his mahout, are about to embark on a journey to find the mythical elephant’s graveyard. The group of poachers following them will die one after the other under mysterious circumstances and spells.","tagline":"","genres":"Adventure","imdb_rating":6,"imdb_votes":244}
{"_id":{"$oid":"67ad9f4f72d7f941724fc633"},"imdb_id":"tt0448115","title":"Shazam!","directors":"David F. Sandberg","overview":"A boy is given the ability to become an adult superhero in times of need with a single magic word.","tagline":"Just say the word.","genres":"Action, Comedy, Fantasy","imdb_rating":7,"imdb_votes":394802}
{"_id":{"$oid":"67ad9f4f72d7f941724fc634"},"imdb_id":"tt12689526","title":"A Choo","directors":"Peter Tsi, Kevin Ko","overview":"Even when they were orphans, Wang Yizhi has always been in love with Xinxin. Now older, Yizhi decides to train as a boxer before he allows himself to profess his love, but only for her to fall for a geeky computer engineer who is secretly a popular superhero. When Xinxin gets kidnapped, Yizhi must prove his love and his fighting skills to get the girl of his dreams.","tagline":"","genres":"Action, Comedy, Romance, Science Fiction","imdb_rating":6,"imdb_votes":461}
{"_id":{"$oid":"67ad9f4f72d7f941724fc635"},"imdb_id":"tt6450804","title":"Terminator: Dark Fate","directors":"Tim Miller","overview":"Decades after Sarah Connor prevented Judgment Day, a lethal new Terminator is sent to eliminate the future leader of the resistance. In a fight to save mankind, battle-hardened Sarah Connor teams up with an unexpected ally and an enhanced super soldier to stop the deadliest Terminator yet.","tagline":"Welcome to the day after judgement day","genres":"Science Fiction, Action, Adventure","imdb_rating":6,"imdb_votes":200074}
{"_id":{"$oid":"67ad9f4f72d7f941724fc636"},"imdb_id":"tt1881109","title":"Zeroville","directors":"James Franco","overview":"A young actor arrives in Hollywood in 1969 during a transitional time in the Industry.","tagline":"Sex, cinema and punk rock. 1969","genres":"Comedy, Drama","imdb_rating":5,"imdb_votes":3725}
{"_id":{"$oid":"67ad9f4f72d7f941724fc637"},"imdb_id":"tt4042818","title":"The Death & Life of John F. Donovan","directors":"Xavier Dolan","overview":"A decade after the death of an American TV star, a young actor reminisces about the written correspondence he once shared with the former, as well as the impact those letters had on both their lives.","tagline":"","genres":"Drama","imdb_rating":6,"imdb_votes":7944}
{"_id":{"$oid":"67ad9f4f72d7f941724fc638"},"imdb_id":"tt3513548","title":"Richard Jewell","directors":"Clint Eastwood","overview":"Richard Jewell thinks quick, works fast, and saves hundreds, perhaps thousands, of lives after a domestic terrorist plants several pipe bombs and they explode during a concert, only to be falsely suspected of the crime by sloppy FBI work and sensational media coverage.","tagline":"The world will know his name and the truth.","genres":"Drama","imdb_rating":8,"imdb_votes":100994}
{"_id":{"$oid":"67ad9f4f72d7f941724fc639"},"imdb_id":"tt1290393","title":"The Clockwork Girl","directors":"Kevin Konrad Hanna","overview":"A nameless robot girl has recently been given the gift of life from her creator, while exploring the wonders of an ordinary world she meets an amazing mutant boy and they share a friendship that must overcome their warring families.","tagline":"","genres":"Family, Animation, Fantasy, Adventure, Science Fiction","imdb_rating":5,"imdb_votes":823}
{"_id":{"$oid":"67ad9f4f72d7f941724fc63a"},"imdb_id":"tt3706352","title":"All the Old Knives","directors":"Janus Metz","overview":"When the CIA discovers one of its agents leaked information that cost more than 100 people their lives, veteran operative Henry Pelham is assigned to root out the mole with his former lover and colleague Celia Harrison.","tagline":"Secrets kill.","genres":"Thriller, Action","imdb_rating":6,"imdb_votes":29877}
{"_id":{"$oid":"67ad9f4f72d7f941724fc63b"},"imdb_id":"tt1950235","title":"Let It Snow","directors":"Luke Snellin","overview":"In a small town on Christmas Eve, a snowstorm brings together a group of young people. They soon find their friendships and love lives colliding, and come Christmas morning, nothing will be the same.","tagline":"Let love take you by storm.","genres":"Romance, Comedy","imdb_rating":6,"imdb_votes":25780}
{"_id":{"$oid":"67ad9f4f72d7f941724fc63c"},"imdb_id":"tt9663168","title":"The Devil Conspiracy","directors":"Nathan Frankowski","overview":"A powerful biotech company has breakthrough technology allowing them to clone history’s most influential people with just a few fragments of DNA. Behind this company is a cabal of Satanists that steals the shroud of Christ, putting them in possession of Jesus’ DNA. The clone will serve as the ultimate offering to the devil. The Archangel Michael comes to earth and will stop at nothing to end the devil’s conspiracy.","tagline":"The war of angels has come to earth.","genres":"Horror, Fantasy, Science Fiction, Thriller","imdb_rating":5,"imdb_votes":3997}
{"_id":{"$oid":"67ad9f4f72d7f941724fc63d"},"imdb_id":"tt1313106","title":"Aversión","directors":"Rafael Piñero","overview":"Tired of being bullied, a highschool student starts to listen to his darkest thoughts in order to fit in.","tagline":"","genres":"Thriller","imdb_rating":7,"imdb_votes":26}
{"_id":{"$oid":"67ad9f4f72d7f941724fc63e"},"imdb_id":"tt2357423","title":"The Prey: Legend of Karnoctus","directors":"Matthew Hensman, Eric Hensman","overview":"A platoon of U.S. soldiers in Afghanistan become trapped in a cave and are hunted down by a deadly creature the locals call Karnoctus.","tagline":"Prey for the Hunted...","genres":"Thriller, Action, Horror","imdb_rating":4,"imdb_votes":992}
{"_id":{"$oid":"67ad9f4f72d7f941724fc63f"},"imdb_id":"tt0439572","title":"The Flash","directors":"Andy Muschietti","overview":"When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?","tagline":"Worlds collide.","genres":"Adventure, Action, Science Fiction","imdb_rating":7,"imdb_votes":226433}
{"_id":{"$oid":"67ad9f4f72d7f941724fc640"},"imdb_id":"tt1859458","title":"Border Break","directors":"Lakisha R. Lemons","overview":"In 2011, Janet Taylor left for Cancun for Spring Break, and she's been missing ever since. Police investigations and reenactments show that Janet and her friends took a detour on their road trip, and one deadly wrong turn takes them down a dangerous path of kidnapping and murder. With friends like Samantha along for the ride (Denise Williamson) and a mysterious Sheriff (Cory Hart) Janet Taylor's disappearance leaves us all asking, \"\"Who do you trust when your life is on the line?\"\"","tagline":"Who do you trust, when your life is on the line?","genres":"Crime, Thriller","imdb_rating":5,"imdb_votes":59}
{"_id":{"$oid":"67ad9f4f72d7f941724fc641"},"imdb_id":"tt3291150","title":"Expend4bles","directors":"Scott Waugh","overview":"Armed with every weapon they can get their hands on and the skills to use them, The Expendables are the world’s last line of defense and the team that gets called when all other options are off the table. But new team members with new styles and tactics are going to give “new blood” a whole new meaning.","tagline":"They'll die when they're dead.","genres":"Action, Adventure, Thriller","imdb_rating":5,"imdb_votes":47081}
{"_id":{"$oid":"67ad9f4f72d7f941724fc642"},"imdb_id":"tt4154796","title":"Avengers: Endgame","directors":"Joe Russo, Anthony Russo","overview":"After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.","tagline":"Avenge the fallen.","genres":"Adventure, Science Fiction, Action","imdb_rating":8,"imdb_votes":1321387}
{"_id":{"$oid":"67ad9f4f72d7f941724fc643"},"imdb_id":"tt4154664","title":"Captain Marvel","directors":"Ryan Fleck, Anna Boden","overview":"The story follows Carol Danvers as she becomes one of the universe’s most powerful heroes when Earth is caught in the middle of a galactic war between two alien races. Set in the 1990s, Captain Marvel is an all-new adventure from a previously unseen period in the history of the Marvel Cinematic Universe.","tagline":"Higher. Further. Faster.","genres":"Action, Adventure, Science Fiction","imdb_rating":7,"imdb_votes":626823}
{"_id":{"$oid":"67ad9f4f72d7f941724fc644"},"imdb_id":"tt2763050","title":"Diana Ross: Live in Central Park","directors":"Steve Binder","overview":"On July 21,1983, the legendary Diana Ross took the stage in New York's Central Park before an audience of over 800,000. Soon after the entertainer began, pouring rain and heavy wind threatened to put an end to the show, but Diana pushed on for much of the set;urging the drenched crowd to remain calm and stay with her. Eventually the torrential storm put an end to the performance;but not before Diana promised her fans she would return the next day. True to her word;Diana performed the entire concert again on July 22nd for the people of New York.","tagline":"Diana Ross takes to the stage in Central Park... and it's a disaster! Luckily there's a \"\"part two\"\"...","genres":"Music","imdb_rating":8,"imdb_votes":34}
{"_id":{"$oid":"67ad9f4f72d7f941724fc645"},"imdb_id":"tt1655389","title":"Blonde","directors":"Andrew Dominik","overview":"From her volatile childhood as Norma Jeane, through her rise to stardom and romantic entanglements, this reimagined fictional portrait of Hollywood legend Marilyn Monroe blurs the lines of fact and fiction to explore the widening split between her public and private selves.","tagline":"Watched by all, seen by none.","genres":"Drama","imdb_rating":6,"imdb_votes":74331}
{"_id":{"$oid":"67ad9f4f72d7f941724fc646"},"imdb_id":"tt1979376","title":"Toy Story 4","directors":"Josh Cooley","overview":"Woody has always been confident about his place in the world and that his priority is taking care of his kid, whether that's Andy or Bonnie. But when Bonnie adds a reluctant new toy called \"Forky\" to her room, a road trip adventure alongside old and new friends will show Woody how big the world can be for a toy.","tagline":"Get Ready to Hit the Road","genres":"Family, Adventure, Animation, Comedy, Fantasy","imdb_rating":8,"imdb_votes":291363}
{"_id":{"$oid":"67ad9f4f72d7f941724fc647"},"imdb_id":"tt3038708","title":"Iron Sky: The Coming Race","directors":"Timo Vuorensola","overview":"29 years after the events of Iron Sky, the former Nazi Moonbase has become the last refuge of mankind. Earth was devastated by a nuclear war, but buried deep under the wasteland lies a power that could save the last of humanity - or destroy it once and for all. An old enemy leads our heroes on an adventure into the Hollow Earth. To save humanity, they must battle the Vril, an ancient shapeshifting reptilian race, and their army of dinosaurs.","tagline":"Let's make Earth great again","genres":"Action, Comedy, Fantasy, Science Fiction","imdb_rating":5,"imdb_votes":12073}
{"_id":{"$oid":"67ad9f4f72d7f941724fc648"},"imdb_id":"tt13270388","title":"Vasanthi","directors":"Shinos Rahman, Sajas Rahman","overview":"It is a journey that traverses through stage plays, storytelling and a host of male domains in Vasanthi's life.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":23}
{"_id":{"$oid":"67ad9f4f72d7f941724fc649"},"imdb_id":"tt10515954","title":"Olessia","directors":"Nazrudinsha","overview":"Film with a soundtrack featuring G. Venugopal and Chitra","tagline":"","genres":"Drama","imdb_rating":5,"imdb_votes":111}
{"_id":{"$oid":"67ad9f4f72d7f941724fc64a"},"imdb_id":"tt8374436","title":"The Racer","directors":"Kieron J. Walsh","overview":"Summer 1998 - the opening stages of Le Tour de France are relocated to Ireland. Belgian rider Dom Chabol (late 30s) has been one of the best “Domestiques” (support riders) on the Tour for the last 20 years. It’s a sacrificial role – setting pace, blocking wind, and providing support to enable the team’s sprinter to victory - winning is not an option. But Dom secretly harbours a desire to wear the yellow jersey - just once before his career is over. At the start of what will likely be his last Tour, Dom is unceremoniously dropped from the Team he has dedicated his life to. His best mate Sonny, the team masseur, fails to reassure him about his future. But a chance liaison with Lynn, a young Irish doctor, softens the blow, and Dom starts to accept - and even enjoy - the idea of civilian life. But as he gears up to go home and to face his estranged sister, a massive doping error knocks another teammate off the Tour and Dom is thrown back in the saddle…","tagline":"The race is won by the one who suffers the most","genres":"Drama, Comedy","imdb_rating":6,"imdb_votes":1864}
{"_id":{"$oid":"67ad9f4f72d7f941724fc64b"},"imdb_id":"tt1949515","title":"Algren","directors":"Michael Caplan","overview":"Algren will spotlight the hard-knock life and authentic creative legacy of one of the most underrated writers of the twentieth century, Nelson Algren. Algren's brutally honest portrayal of the American underclass and his hard-nosed lifestyle became his pathway to compassion. Through interviews with Algren contemporaries, experts, and \"literary soulmates,\" as well as through the photography of Algren's friends, Art Shay and Stephen Deutch, the film will tell his story. It will celebrate his tremendous contribution to and influence on American letters, and push Algren, champion of the marginalized, out from the margins.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":24}
{"_id":{"$oid":"67ad9f4f72d7f941724fc64c"},"imdb_id":"tt20198940","title":"Black Sabbath: Master of Reality Documentary","directors":"Alan Berry","overview":"The documentary follows Black Sabbath as they release their iconic album Paranoid through the recording and releasing of their album Master of Reality. Sharing many known and unknown facts about the band's lives in 1971 and 1972.","tagline":"","genres":"Documentary","imdb_rating":8,"imdb_votes":35}
{"_id":{"$oid":"67ad9f4f72d7f941724fc64d"},"imdb_id":"tt3709718","title":"Toplu Taşıma 17","directors":"Guy Bleyaert","overview":"The movie is set in the future, 2026, Europe is no longer the same and separated from the rest of the world after a deadly virus spreads.","tagline":"Fighting To Save The Only Cure","genres":"Action","imdb_rating":3,"imdb_votes":433}
{"_id":{"$oid":"67ad9f4f72d7f941724fc64e"},"imdb_id":"tt10709404","title":"Namma Veettu Pillai","directors":"Pandiraj","overview":"Arumpon wants his sister to get married into a good family, but is forced to accept her marriage to a local goon, with whom he is at loggerheads. Will the brother-sister relationship survive?","tagline":"","genres":"Comedy, Action","imdb_rating":6,"imdb_votes":1854}
{"_id":{"$oid":"67ad9f4f72d7f941724fc64f"},"imdb_id":"tt7178728","title":"Fatal Distraction","directors":"Susan Morgan Cooper","overview":"The untold story of the high-profile murder trial of Justin Ross Harris following the death of his toddler son in the hot summer of 2014.","tagline":"","genres":"Documentary","imdb_rating":8,"imdb_votes":83}
{"_id":{"$oid":"67ad9f4f72d7f941724fc650"},"imdb_id":"tt13836450","title":"Namoo","directors":"Erick Oh","overview":"A narrative poem brought to life and an ode to a grandfather's passing, NAMOO—which translates to “tree” in Korean—follows the journey of a budding artist from beginning to end.","tagline":"A narrative poem come to life","genres":"Animation","imdb_rating":7,"imdb_votes":220}
{"_id":{"$oid":"67ad9f4f72d7f941724fc651"},"imdb_id":"tt0260293","title":"The Curse","directors":"José Mojica Marins","overview":"While out for a walk in the countryside, Marina and Juvenal stop to take some pictures in front of an old woman’s house. Annoyed, the old woman turns out to be a witch and casts a curse on the young couple in the form of a wound that feeds on raw flesh.","tagline":"","genres":"Horror","imdb_rating":7,"imdb_votes":100}
{"_id":{"$oid":"67ad9f4f72d7f941724fc652"},"imdb_id":"tt4008960","title":"El Viaje de Ana","directors":"Pamela Varela","overview":"Between France and Chile, the journey of a young woman following in the footsteps of Chilean poet Francisco Contreras' exiled wife jostles fiction and reality.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":7}
{"_id":{"$oid":"67ad9f4f72d7f941724fc653"},"imdb_id":"tt3427172","title":"Foreign Puzzle","directors":"Chithra Jeyaram","overview":"Foreign Puzzle is an intimate documentary that captures the journey of an inspiring Mexican American dancer as she communicates the impermanence of life through dance while juggling the roles of a recently divorced parent of a 6-year-old, a choreographer and a primary school teacher amidst intensive treatments for breast cancer.","tagline":"Suspended between life and death, a Mexican American mother explores uncertainty through dance.","genres":"Documentary","imdb_rating":7,"imdb_votes":13}
{"_id":{"$oid":"67ad9f4f72d7f941724fc654"},"imdb_id":"tt3915174","title":"Puss in Boots: The Last Wish","directors":"Joel Crawford","overview":"Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives.","tagline":"Every legend comes to an end.","genres":"Animation, Adventure, Fantasy, Comedy, Family","imdb_rating":8,"imdb_votes":193684}
{"_id":{"$oid":"67ad9f4f72d7f941724fc655"},"imdb_id":"tt10638296","title":"Guna 369","directors":"Arjun Jandyala","overview":"Guna is a happy-go-lucky guy who believes the solution to solving issues is not through violence but through compromise.When he is framed for a crime he didn't commit by someone close to him, Guna is left with no choice and forced to the extremes to prove his innocence.","tagline":"","genres":"Romance, Action","imdb_rating":6,"imdb_votes":513}
{"_id":{"$oid":"67ad9f4f72d7f941724fc656"},"imdb_id":"tt1730209","title":"Never Alone","directors":"Jonathan Moch","overview":"A popular Hollywood actress throws a cast party at a remote cabin. When no one shows, she decides to spend a few extra days, but is she really alone?","tagline":"","genres":"Thriller, Drama","imdb_rating":5,"imdb_votes":44}
{"_id":{"$oid":"67ad9f4f72d7f941724fc657"},"imdb_id":"tt6565702","title":"Dark Phoenix","directors":"Simon Kinberg","overview":"The X-Men face their most formidable and powerful foe when one of their own, Jean Grey, starts to spiral out of control. During a rescue mission in outer space, Jean is nearly killed when she's hit by a mysterious cosmic force. Once she returns home, this force not only makes her infinitely more powerful, but far more unstable. The X-Men must now band together to save her soul and battle aliens that want to use Grey's new abilities to rule the galaxy.","tagline":"A Phoenix will rise. The X-Men will fall.","genres":"Science Fiction, Action, Adventure","imdb_rating":6,"imdb_votes":214359}
{"_id":{"$oid":"67ad9f4f72d7f941724fc658"},"imdb_id":"tt3009068","title":"Shongram","directors":"Munsur Ali","overview":"Shongram (struggle) is a romantic drama set during the 1971 liberation struggle of Bangladesh.  A British Bengali on his death bed is interviewed by a daring London reporter, where four decades later, Karim is able to recall and finally share his past.  We are transported to 1971, when Bangladesh was still East Pakistan and a young Karim (a Muslim) is in love with a beautiful Asha (a Hindu).  The peaceful village life is suddenly interrupted by war and Karim must grow up fast to survive in an era where mass killings and abduction was common.  He must also carry out his duty and revenge before he can finally search for Asha.","tagline":"","genres":"Action, Drama, History","imdb_rating":6,"imdb_votes":107}
{"_id":{"$oid":"67ad9f4f72d7f941724fc659"},"imdb_id":"tt3977848","title":"Sky Sharks","directors":"Marc Fehse","overview":"A team of Arctic geologists stumble across an abandoned laboratory in which the Nazis developed an incredible and brutal secret weapon during the final months of WW2. Deep in the ice, they accidentally awake a deadly army of flying zombie sharks ridden by genetically mutated, undead super-humans, who are unleashed into the skies, wreaking their bloodthirsty revenge on any aircraft that takes to the air. An elite task force is assembled to take on this deadly threat and stop the Sky Sharks from conquering the air, but as time runs out, the task force realises they will have to fight fire with fire, and the stage is set for the greatest flying super-mutant zombie shark air battle the world has ever seen....","tagline":"In a shark no one can hear you scream.","genres":"Horror, Science Fiction, Comedy","imdb_rating":4,"imdb_votes":1940}
{"_id":{"$oid":"67ad9f4f72d7f941724fc65a"},"imdb_id":"tt5123896","title":"Scream, Queen! My Nightmare on Elm Street","directors":"Roman Chimienti, Tyler Jensen","overview":"Mark Patton sets the records straight about the controversial 1985 sequel to A Nightmare on Elm Street, which ended his acting career, just as it was about to begin.","tagline":"The claws are out.","genres":"Documentary, Horror","imdb_rating":7,"imdb_votes":2108}
{"_id":{"$oid":"67ad9f4f72d7f941724fc65b"},"imdb_id":"tt3907180","title":"Remake, Remix, Rip-Off: About Copy Culture & Turkish Pop Cinema","directors":"Cem Kaya","overview":"Turkey in the 1960s and 1970s was one of the biggest producers of film in the world. In order to keep up with the demand, screenwriters and directors were copying scripts and remaking movies from all over the world. This documentary visits the fastest working directors, the most practical cameramen and the most hardheaded actors to have a closer look into the country's tumultuous history of movie making.","tagline":"","genres":"Documentary","imdb_rating":8,"imdb_votes":564}
{"_id":{"$oid":"67ad9f4f72d7f941724fc65c"},"imdb_id":"tt3748390","title":"Outpost","directors":"Justin Giddings, Ryan Welsh","overview":"When the final Citizen of Earth's interplanetary research and diplomacy program finally makes first contact, he's forced to not only protect humanity, but that which makes him human: love.","tagline":"No one knows what lies beyond.","genres":"Action, Romance, Science Fiction","imdb_rating":6,"imdb_votes":145}
{"_id":{"$oid":"67ad9f4f72d7f941724fc65d"},"imdb_id":"tt2923526","title":"The Tormented","directors":"Tim Pickett","overview":"After losing their 4 year old son in a tragic car accident Clare and Paul Knox decide to start a new life in Calabria, Italy. Paul settles into his new job as an engineer on the Strait of Messina Bridge building project while Clare, a photographer, picks up her camera for the first time since the accident, photographing the beautiful Calabrian countryside","tagline":"","genres":"Horror, Thriller, Drama","imdb_rating":3,"imdb_votes":53}
{"_id":{"$oid":"67ad9f4f72d7f941724fc65e"},"imdb_id":"tt5844196","title":"Hal","directors":"Amy Scott","overview":"Hal Ashby's obsessive genius led to an unprecedented string of Oscar®-winning classics, including Harold and Maude, Shampoo and Being There. But as contemporaries Coppola, Scorsese and Spielberg rose to blockbuster stardom in the 1980s, Ashby's uncompromising nature played out as a cautionary tale of art versus commerce.","tagline":"Believe In Cinema.","genres":"Documentary","imdb_rating":7,"imdb_votes":698}
{"_id":{"$oid":"67ad9f4f72d7f941724fc65f"},"imdb_id":"tt2071590","title":"Spinning Gold","directors":"Timothy Scott Bogart","overview":"A biopic of 1970s record producer Neil Bogart, co-founder of Casablanca Records.","tagline":"To make hit records, Casablanca Records broke every rule","genres":"Music, Drama","imdb_rating":6,"imdb_votes":1774}
{"_id":{"$oid":"67ad9f4f72d7f941724fc660"},"imdb_id":"tt0800325","title":"The Dirt","directors":"Jeff Tremaine","overview":"The story of Mötley Crüe and their rise from the Sunset Strip club scene of the early 1980s to superstardom.","tagline":"Their Music Made Them Famous, Their Lives Made Them Infamous.","genres":"Drama, Music, History, Comedy","imdb_rating":7,"imdb_votes":57112}
{"_id":{"$oid":"67ad9f4f72d7f941724fc661"},"imdb_id":"tt2747766","title":"Synapse","directors":"Kenlon Clark","overview":"An addicted memory dealer is chased relentlessly by federal narcotics agents bent on keeping the secrets he has locked in his mind hidden.","tagline":"The future is a memory.","genres":"Science Fiction","imdb_rating":3,"imdb_votes":237}
{"_id":{"$oid":"67ad9f4f72d7f941724fc662"},"imdb_id":"tt2180583","title":"Unbelievable!!!!!","directors":"Steven L. Fawcette","overview":"The crazy exploits of four off-beat astronauts who travel to the Moon on a rescue mission to determine the fate of two Space Agency comrades who have not been heard from in several days.","tagline":"A Different Kinda Trek","genres":"Science Fiction, Comedy","imdb_rating":3,"imdb_votes":1047}
{"_id":{"$oid":"67ad9f4f72d7f941724fc663"},"imdb_id":"tt3861390","title":"Dumbo","directors":"Tim Burton","overview":"A young elephant, whose oversized ears enable him to fly, helps save a struggling circus, but when the circus plans a new venture, Dumbo and his friends discover dark secrets beneath its shiny veneer.","tagline":"Soar to new heights.","genres":"Family, Fantasy, Adventure","imdb_rating":6,"imdb_votes":84513}
{"_id":{"$oid":"67ad9f4f72d7f941724fc664"},"imdb_id":"tt2654536","title":"Tomorrow","directors":"Martha Pinson","overview":"A film about soldiers trying to reintegrate into society after tours of duty.","tagline":"","genres":"Drama","imdb_rating":6,"imdb_votes":354}
{"_id":{"$oid":"67ad9f4f72d7f941724fc665"},"imdb_id":"tt4520988","title":"Frozen II","directors":"Chris Buck, Jennifer Lee","overview":"Elsa, Anna, Kristoff and Olaf head far into the forest to learn the truth about an ancient mystery of their kingdom.","tagline":"The past is not what it seems.","genres":"Family, Animation, Adventure, Comedy, Fantasy","imdb_rating":7,"imdb_votes":202768}
{"_id":{"$oid":"67ad9f4f72d7f941724fc666"},"imdb_id":"tt4523530","title":"Valley of the Gods","directors":"Lech Majewski","overview":"A mix of fantasy and sci-fi, the film entwines Navajo lore with a reclusive trillionaire and his would-be biographer, creating a fascinating, mysterious and idiosyncratic vision of America.","tagline":"","genres":"Drama, Fantasy","imdb_rating":5,"imdb_votes":1188}
{"_id":{"$oid":"67ad9f4f72d7f941724fc667"},"imdb_id":"tt1833112","title":"Zombie Lover","directors":"Jason Impey","overview":"A deadly affair leads to a brutal murder which takes Dillon and Stacy into an evil world of the undead.","tagline":"Desire leads to murder, murder leads to passion and passion leads to The Turning","genres":"Horror","imdb_rating":5,"imdb_votes":68}
{"_id":{"$oid":"67ad9f4f72d7f941724fc668"},"imdb_id":"tt3281548","title":"Little Women","directors":"Greta Gerwig","overview":"Four sisters come of age in America in the aftermath of the Civil War.","tagline":"Own your story","genres":"Drama, Romance, History","imdb_rating":8,"imdb_votes":259196}
{"_id":{"$oid":"67ad9f4f72d7f941724fc669"},"imdb_id":"tt3294746","title":"The Public","directors":"Emilio Estevez","overview":"An act of civil disobedience turns into a standoff with police when homeless people in Cincinnati take over the public library to seek shelter from the bitter cold.","tagline":"Every story matters.","genres":"Drama","imdb_rating":7,"imdb_votes":4643}
{"_id":{"$oid":"67ad9f4f72d7f941724fc66a"},"imdb_id":"tt3886228","title":"All About Eva","directors":"Ferdia MacAnna","overview":"Eva, a resilient and alluring young woman jockey, infiltrates the stables of Pope Healy, a wealthy racing magnate. Determined to get revenge on behalf of her late father, her plan is thrown into chaos when she falls for Pope's wayward son. Is Eva ruthless enough to kill Pope and bring down his empire or will she give up revenge for love?","tagline":"","genres":"Drama, Thriller","imdb_rating":6,"imdb_votes":24}
{"_id":{"$oid":"67ad9f4f72d7f941724fc66b"},"imdb_id":"tt1464335","title":"Uncharted","directors":"Ruben Fleischer","overview":"A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother.","tagline":"Fortune favors the bold.","genres":"Action, Adventure","imdb_rating":6,"imdb_votes":272951}
{"_id":{"$oid":"67ad9f4f72d7f941724fc66c"},"imdb_id":"tt1447981","title":"Monster High: The Movie","directors":"Todd Holland","overview":"Clawdeen Wolf, half human and half werewolf, has recently started attending Monster High, a school for monsters in all forms. After quickly befriending her classmates Frankie Stein and Draculaura, Clawdeen feels like she has finally found a place where she can truly be herself, or so she thinks. Soon, a devious plan to destroy Monster High threatens to reveal her real identity and Clawdeen must learn to embrace her true monster heart before it's too late.","tagline":"Skull's in session.","genres":"Family, Fantasy, Comedy, Adventure","imdb_rating":5,"imdb_votes":3671}
{"_id":{"$oid":"67ad9f4f72d7f941724fc66d"},"imdb_id":"tt1462764","title":"Indiana Jones and the Dial of Destiny","directors":"James Mangold","overview":"Finding himself in a new era, and approaching retirement, Indy wrestles with fitting into a world that seems to have outgrown him. But as the tentacles of an all-too-familiar evil return in the form of an old rival, Indy must don his hat and pick up his whip once more to make sure an ancient and powerful artifact doesn't fall into the wrong hands.","tagline":"His final adventure will be his greatest.","genres":"Adventure, Action","imdb_rating":7,"imdb_votes":213359}
{"_id":{"$oid":"67ad9f4f72d7f941724fc66e"},"imdb_id":"tt3813094","title":"Against the Clock","directors":"Mark Polish","overview":"After a CIA Agent is seriously injured during a mission, his wife, a former CIA operative, becomes determined to find out what happened - a truth the CIA Director wants concealed at all cost.","tagline":"Terrorism has evolved.","genres":"Thriller, Action","imdb_rating":3,"imdb_votes":687}
{"_id":{"$oid":"67ad9f4f72d7f941724fc66f"},"imdb_id":"tt4566758","title":"Mulan","directors":"Niki Caro","overview":"When the Emperor of China issues a decree that one man per family must serve in the Imperial Chinese Army to defend the country from Huns, Hua Mulan, the eldest daughter of an honored warrior, steps in to take the place of her ailing father. She is spirited, determined and quick on her feet. Disguised as a man by the name of Hua Jun, she is tested every step of the way and must harness her innermost strength and embrace her true potential.","tagline":"Loyal. Brave. True.","genres":"Adventure, Fantasy, Action, Family","imdb_rating":6,"imdb_votes":161989}
{"_id":{"$oid":"67ad9f4f72d7f941724fc670"},"imdb_id":"tt3228774","title":"Cruella","directors":"Craig Gillespie","overview":"In 1970s London amidst the punk rock revolution, a young grifter named Estella is determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute. But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella.","tagline":"Hello Cruel World","genres":"Comedy, Crime, Family, Adventure","imdb_rating":7,"imdb_votes":275799}
{"_id":{"$oid":"67ad9f4f72d7f941724fc671"},"imdb_id":"tt1613036","title":"Lost Airmen of Buchenwald","directors":"Michael Dorsey","overview":"Chronicles the little-known story of Allied airmen imprisoned at the Buchenwald Concentration Camp in the waning months of World War II. In the summer of 1944, 168 airmen from the US, England, Canada and other Allied countries were captured in Paris by the German Gestapo and sent to the infamous \"Koncentration Lager Buchenwald\" in Germany. Falsely accused of being \"terrorists and saboteurs,\" the airmen faced a terrifying fight for survival and a race against time to escape their execution. A controversial moment in history that their home countries tried to hush-up, Lost Airmen of Buchenwald tells this harrowing story through interviews with seven surviving members of the group, including their heroic commanding officer. The film follows them from their days hiding with the French Resistance to the darkest corners of the Holocaust, where they struggled to survive as Germany collapsed under the weight of the advancing Russian and Allied armies","tagline":"Allied airmen imprisoned at the Buchenwald Concentration Camp","genres":"War, Documentary, History","imdb_rating":8,"imdb_votes":57}
{"_id":{"$oid":"67ad9f4f72d7f941724fc672"},"imdb_id":"tt1634106","title":"Bloodshot","directors":"Dave Wilson","overview":"After he and his wife are murdered, marine Ray Garrison is resurrected by a team of scientists. Enhanced with nanotechnology, he becomes a superhuman, biotech killing machine—'Bloodshot'. As Ray first trains with fellow super-soldiers, he cannot recall anything from his former life. But when his memories flood back and he remembers the man that killed both him and his wife, he breaks out of the facility to get revenge, only to discover that there's more to the conspiracy than he thought.","tagline":"Being a superhero is in his blood","genres":"Action, Science Fiction, Adventure","imdb_rating":6,"imdb_votes":87131}
{"_id":{"$oid":"67ad9f4f72d7f941724fc673"},"imdb_id":"tt0887261","title":"Hellraiser","directors":"David Bruckner","overview":"A young woman struggling with addiction comes into possession of an ancient puzzle box, unaware that its purpose is to summon the Cenobites, a group of sadistic supernatural beings from another dimension.","tagline":"Unlock your fears.","genres":"Horror, Mystery","imdb_rating":6,"imdb_votes":51181}
{"_id":{"$oid":"67ad9f4f72d7f941724fc674"},"imdb_id":"tt4123432","title":"Fantastic Beasts: The Secrets of Dumbledore","directors":"David Yates","overview":"Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.","tagline":"Return to the magic.","genres":"Fantasy, Adventure","imdb_rating":6,"imdb_votes":179660}
{"_id":{"$oid":"67ad9f4f72d7f941724fc675"},"imdb_id":"tt1596342","title":"Disenchanted","directors":"Adam Shankman","overview":"Disillusioned with life in the city, feeling out of place in suburbia, and frustrated that her happily ever after hasn’t been so easy to find, Giselle turns to the magic of Andalasia for help. Accidentally transforming the entire town into a real-life fairy tale and placing her family’s future happiness in jeopardy, she must race against time to reverse the spell and determine what happily ever after truly means to her and her family.","tagline":"Happily never after.","genres":"Comedy, Family, Fantasy","imdb_rating":6,"imdb_votes":27734}
{"_id":{"$oid":"67ad9f4f72d7f941724fc676"},"imdb_id":"tt1560220","title":"Zombieland: Double Tap","directors":"Ruben Fleischer","overview":"Columbus, Tallahassee, Wichita, and Little Rock move to the American heartland as they face off against evolved zombies, fellow survivors, and the growing pains of the snarky makeshift family.","tagline":"","genres":"Comedy, Horror","imdb_rating":7,"imdb_votes":211376}
{"_id":{"$oid":"67ad9f4f72d7f941724fc677"},"imdb_id":"tt1633359","title":"The Toxic Avenger","directors":"Macon Blair","overview":"A horrible toxic accident transforms downtrodden janitor Winston Gooze into a new evolution of hero: THE TOXIC AVENGER! Now wielding a glowing mop with super-human strength, he must race against time to save his son and stop a ruthless and power-hungry tyrant bent on harnessing toxic superpowers to strengthen his polluted empire.","tagline":"A toxic world deserves a toxic hero.","genres":"Action, Comedy, Horror, Science Fiction","imdb_rating":6,"imdb_votes":508}
{"_id":{"$oid":"67ad9f4f72d7f941724fc678"},"imdb_id":"tt1552211","title":"The Last Days of American Crime","directors":"Olivier Megaton","overview":"In the not-too-distant future, as a final response to crime and terrorism, the U.S. government plans to broadcast a signal that will make it impossible for anyone to knowingly break the law.","tagline":"","genres":"Action, Crime, Thriller","imdb_rating":4,"imdb_votes":12604}
{"_id":{"$oid":"67ad9f4f72d7f941724fc679"},"imdb_id":"tt4669252","title":"Georgetown","directors":"Christoph Waltz","overview":"Ulrich Mott  is an eccentric and versatile social climber with grandiose plans to affect United States foreign policy. Encouraged  in his attempts by his strategically chosen (and much older) wife, the well-connected journalist Elsa Brecht, Mott has a knack for making himself indispensable and impossible to ignore. The only one seemingly immune to his charms is Elsa's daughter Amanda, who might simply disapprove of her mother marrying a much younger man - or perhaps she senses something more sinister beneath the smooth-talking surface?","tagline":"","genres":"Crime, Drama","imdb_rating":6,"imdb_votes":6361}
{"_id":{"$oid":"67ad9f4f72d7f941724fc67a"},"imdb_id":"tt3412884","title":"Every Last Secret","directors":"Matthew Coppola","overview":"A war veteran suffering from PTSD befriends a teenage girl.","tagline":"","genres":"Drama, Thriller","imdb_rating":3,"imdb_votes":428}
{"_id":{"$oid":"67ad9f4f72d7f941724fc67b"},"imdb_id":"tt4682266","title":"The New Mutants","directors":"Josh Boone","overview":"Five young mutants, just discovering their abilities while held in a secret facility against their will, fight to escape their past sins and save themselves.","tagline":"There is something new to fear.","genres":"Science Fiction, Horror, Action","imdb_rating":5,"imdb_votes":94207}
{"_id":{"$oid":"67ad9f4f72d7f941724fc67c"},"imdb_id":"tt4682804","title":"Lucy in the Sky","directors":"Noah Hawley","overview":"Astronaut Lucy Cola returns to Earth after a transcendent experience during a mission to space – and begins to lose touch with reality in a world that now seems too small.","tagline":"","genres":"Drama, Thriller, Romance","imdb_rating":5,"imdb_votes":8901}
{"_id":{"$oid":"67ad9f4f72d7f941724fc67d"},"imdb_id":"tt3628574","title":"State Like Sleep","directors":"Meredith Danluck","overview":"Following the death of her husband, Katherine travels to Brussels, where a few loose ends become a whole web of secrets as she untangles her late spouse’s mysterious last days alive.","tagline":"Discover what lies beneath the truth.","genres":"Drama","imdb_rating":4,"imdb_votes":1090}
{"_id":{"$oid":"67ad9f4f72d7f941724fc67e"},"imdb_id":"tt3065036","title":"Modern Love","directors":"Simon Aitken","overview":"An anthology film made up of 15 stories about love, romance and dating in contemporary London.","tagline":"","genres":"Romance, Comedy, Drama","imdb_rating":6,"imdb_votes":127}
{"_id":{"$oid":"67ad9f4f72d7f941724fc67f"},"imdb_id":"tt3344686","title":"Viena and the Fantomes","directors":"Gerardo Naranjo","overview":"In the 80s, a roadie named Viena travels with the Fantomes, a post punk band on tour through the American west. When the band has the possibility of sudden success, Viena finds herself involved in a love triangle that will test all of her convictions.","tagline":"","genres":"Romance, Drama, Music","imdb_rating":4,"imdb_votes":885}
{"_id":{"$oid":"67ad9f4f72d7f941724fc680"},"imdb_id":"tt4687330","title":"Night Passage","directors":"Trịnh T. Minh-hà, Jean-Paul Bourdier","overview":"Night Passage is a digital film on friendship and death. Made in homage to Miyazawa Kenji's classic novel, Milky Way Railroad, the story evolves around the spiritual journey of a young woman, in the company of her best friend and a little boy, into a world of rich in-between realities. Their venture into and out of the land of \"awakened dreams\" occurs during a long ride on a night train. The filmmaker elegantly depicts each encounter in two-dimensional space with a unique artistic gesture and ingeniously frames the passage as a series of rhythmic image sequensces as seen through the window of a train.","tagline":"","genres":"Science Fiction","imdb_rating":6,"imdb_votes":11}
{"_id":{"$oid":"67ad9f4f72d7f941724fc681"},"imdb_id":"tt3116300","title":"At the Video Store","directors":"James Westby","overview":"Equal parts personal essay, intense rumination, and playful satire, this movie laments the death of the American Video Store while it searches for the missing human element in today's digital landscape.","tagline":"Behold the human algorithm","genres":"Documentary","imdb_rating":7,"imdb_votes":54}
{"_id":{"$oid":"67ad9f4f72d7f941724fc682"},"imdb_id":"tt4472096","title":"What She Said: The Art of Pauline Kael","directors":"Rob Garver","overview":"Pauline Kael (1919–2001) was undoubtedly one of the greatest names in film criticism. A Californian native, she wrote her first review in 1953 and joined ‘The New Yorker’ in 1968. Praised for her highly opinionated and feisty writing style and criticised for her subjective and sometimes ruthless reviews, Kael’s writing was refreshingly and intensely rooted in her experience of watching a film as a member of the audience. Loved and hated in equal measure – loved by other critics for whom she was immensely influential, and hated by filmmakers whose films she trashed - Kael destroyed films that have since become classics such as The Sound of Music and raved about others such as Bonnie and Clyde. She was also aware of the perennial difficulties for women working in the movies and in film criticism, and fiercely fought sexism, both in her reviews and in her media appearances.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":1095}
{"_id":{"$oid":"67ad9f4f72d7f941724fc683"},"imdb_id":"tt3907584","title":"All the Bright Places","directors":"Brett Haley","overview":"Two teens facing personal struggles form a powerful bond as they embark on a cathartic journey chronicling the wonders of Indiana.","tagline":"Live life at full brightness","genres":"Romance, Drama","imdb_rating":7,"imdb_votes":40388}
{"_id":{"$oid":"67ad9f4f72d7f941724fc684"},"imdb_id":"tt3846472","title":"East Bay","directors":"Daniel Yoon","overview":"An odd and intense middle aged Korean American man flirts with the idea of suicide because he believes he's failed his immigrant parents. He's disturbed by his increasingly vivid hallucinations of what his life could have been. So he pursues spirituality to calm himself, and in the process encounters others who are struggling in their own ways.","tagline":"You can be a total failure and still be perfect","genres":"Drama, Comedy","imdb_rating":7,"imdb_votes":91}
{"_id":{"$oid":"67ad9f4f72d7f941724fc685"},"imdb_id":"tt5215462","title":"Console Wars","directors":"Jonah Tulis, Blake J. Harris","overview":"In 1990, SEGA, a fledgling arcade company assembled a team of misfits to take on the greatest video game company in the world, Nintendo. It was a once-in-a-lifetime, no-holds-barred conflict that pit brother against brother, kids against grownups, Sonic against Mario, and uniquely American capitalism against centuries-old Japanese tradition. For the first time ever, the men and women who fought on the front lines for Sega and Nintendo discuss this battle that defined a generation.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":2318}
{"_id":{"$oid":"67ad9f4f72d7f941724fc686"},"imdb_id":"tt4510882","title":"Banglasia 2.0","directors":"Namewee","overview":"Harris, a poor Bangladeshi worker in Malaysia, simply wants to return to his hometown to marry the love of his life. However, his leave is denied when his ruthless boss decides to confiscate his passport. Enter Hanguoren, a pro-Malaysian activist who preaches to his fellow countrymen to regain their home in its natural state without immigrants. And then there is Rina, the idealistic daughter of the boss who falls for Harris at first sight, as the trio gets embroiled in an energetic comedy of errors.","tagline":"","genres":"Comedy, Action, Adventure","imdb_rating":7,"imdb_votes":77}
{"_id":{"$oid":"67ad9f4f72d7f941724fc687"},"imdb_id":"tt4712086","title":"Love Is Blind","directors":"Monty Whitebloom","overview":"A funny and irresistible story of a young girl who literally cannot see or hear her mother, even though she is living with her under the same roof. With the help of an eccentric psychiatrist, and a local, accidental hero, our heroine has to grow up, but falls in love and eventually takes hold of her future - despite not being able to see what's right in front of her.","tagline":"We all Have Blind Spots","genres":"Drama, Comedy","imdb_rating":5,"imdb_votes":925}
{"_id":{"$oid":"67ad9f4f72d7f941724fc688"},"imdb_id":"tt2825596","title":"Pretenders","directors":"James Franco","overview":"A love triangle involving a photographer, a director and an actress.","tagline":"","genres":"Drama","imdb_rating":5,"imdb_votes":706}
{"_id":{"$oid":"67ad9f4f72d7f941724fc689"},"imdb_id":"tt4779326","title":"The Water Man","directors":"David Oyelowo","overview":"Hoping to save his sick mother, a boy named Gunner and his friend Jo venture into the remote Wild Horse forest to search for a mythical figure who possesses the secret to immortality. When they go missing, Gunner's father Amos must immerse himself in his son's world to find them.","tagline":"","genres":"Adventure","imdb_rating":6,"imdb_votes":4729}
{"_id":{"$oid":"67ad9f4f72d7f941724fc68a"},"imdb_id":"tt1517268","title":"Barbie","directors":"Greta Gerwig","overview":"Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.","tagline":"She's everything. He's just Ken.","genres":"Comedy, Adventure","imdb_rating":7,"imdb_votes":582772}
{"_id":{"$oid":"67ad9f4f72d7f941724fc68b"},"imdb_id":"tt3541524","title":"Line of Duty","directors":"Steven C. Miller","overview":"Frank Penny is a disgraced cop looking for a shot at redemption. When the police chief's 11-year-old daughter is abducted, Frank goes rogue to try and save her. But to find the girl, Frank will need the help of Ava Brooks, whose live-streaming news channel is broadcasting Frank's every move.","tagline":"The clock is ticking. The world is watching.","genres":"Thriller, Crime, Action","imdb_rating":5,"imdb_votes":9542}
{"_id":{"$oid":"67ad9f4f72d7f941724fc68c"},"imdb_id":"tt3890536","title":"The Seduction School","directors":"Giovanna Zacarías","overview":"A small seductor pays homage to Mauricio Garces movies. Two years have gone by since Raul suffered a terrible love disappointment that transformed him into Sombra, a master of seduction. Raul shares his don juan secrets with Rodolfo, Luis and Waldo, three funny characters who don´t have any luck with women.","tagline":"Cada quien con su cada cual","genres":"Comedy, Romance","imdb_rating":4,"imdb_votes":105}
{"_id":{"$oid":"67ad9f4f72d7f941724fc68d"},"imdb_id":"tt3910630","title":"Grace and Grit","directors":"Sebastian Siegel","overview":"The true love story of iconic philosopher Ken Wilber and his wife Treya in 1980s California as they fall madly in love and are faced with illness and challenges that threaten to tear them apart.","tagline":"Love knows no boundaries.","genres":"Drama, Comedy, Romance","imdb_rating":5,"imdb_votes":393}
{"_id":{"$oid":"67ad9f4f72d7f941724fc68e"},"imdb_id":"tt4590256","title":"He's All That","directors":"Mark Waters","overview":"To get revenge on her ex-boyfriend, an influencer attempts to transform an unpopular classmate into prom king.","tagline":"It's his turn for a makeover.","genres":"Comedy, Romance","imdb_rating":4,"imdb_votes":29898}
{"_id":{"$oid":"67ad9f4f72d7f941724fc68f"},"imdb_id":"tt1846531","title":"Defiled","directors":"Zachary Paul","overview":"A teenager, Cassidy, is asked by her parents to watch over her younger sister when they leave for the weekend. Once they are gone Cassidy solicits strangers over the Internet for rough sex by posting her address and phone number online but it all goes wrong when she is stalked by a masked killer.","tagline":"","genres":"Horror","imdb_rating":4,"imdb_votes":21}
{"_id":{"$oid":"67ad9f4f72d7f941724fc690"},"imdb_id":"tt6817944","title":"About Endlessness","directors":"Roy Andersson","overview":"A reflection on human life in all its beauty and cruelty, its splendor and banality, guided by a Scheherazade-esque narrator. Inconsequential moments have the same significance as historical events. Simultaneously an ode and a lament, presents a kaleidoscope of all that is eternally human, an infinite story of the vulnerability of existence.","tagline":"","genres":"Drama, Fantasy, Comedy","imdb_rating":7,"imdb_votes":8139}
{"_id":{"$oid":"67ad9f4f72d7f941724fc691"},"imdb_id":"tt1301178","title":"Passion","directors":"Ryūsuke Hamaguchi","overview":"A young couple’s announcement of their engagement to their friends is followed by a series of interactions and conflicts that forces everyone to reflect on their lives.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":1091}
{"_id":{"$oid":"67ad9f4f72d7f941724fc692"},"imdb_id":"tt3805294","title":"Our Everyday Life","directors":"Ines Tanović","overview":"Family Susic lives everyday Bosnian story. Father Muhamed (63) is employed in a reputable company; mother Marija (60) is retired. Son Sasa (35), who spent the war in Army of Bosnia and Herzegovina, lives with his parents, while their daughter Senada (40) lives in Slovenia. Their life begins to fall apart because of father's dissatisfaction after his company is sold on the stock exchange, Sasa's negligent attitude towards work and family, Marija's breast cancer diagnose. When problems begin to line up Muhamed and Sasa realize that actually only family is important, that it is man's last oasis","tagline":"","genres":"Family, Drama","imdb_rating":7,"imdb_votes":191}
{"_id":{"$oid":"67ad9f4f72d7f941724fc693"},"imdb_id":"tt4879102","title":"Films Confiscated from a French Brothel","directors":"Selene Rafaela Kapsaski, Gabriella Kapsaski, Bob Moricz, Jose Sarmiento Hinojosa, Dru Phillips, Craig Podmore","overview":"\"Films Confiscated from a French Brothel\" is a bare all Avant-garde Anthology homage to silent stag films.","tagline":"","genres":"Fantasy, Crime, Comedy, Horror","imdb_rating":9,"imdb_votes":20}
{"_id":{"$oid":"67ad9f4f72d7f941724fc694"},"imdb_id":"tt4029234","title":"Day of the Stranger","directors":"Thomas Lee Rutter","overview":"Adapted freely from the classic novella 'The Mysterious Stranger' by Mark Twain;  Day of the Stranger revives the tradition of  the acid western of the 1970's. Caine Farrowood is a bounty hunter who works under the control of ruthless kingpin Loomweather. One day a bounty retrieval goes awry and Caine is left for dead. Just when he thinks his life is over he mysteriously awakens back home to the comforts of his wife Christina. Baffled and confused by how he got home Caine insists on finding answers, but before long he is enlisted in the retrieval of another bounty. This one is huge and may cost Caine not his life, but his sanity when he finds himself pitted against somebody who may very well be the fallen angel himself.","tagline":"","genres":"Western, Drama, Fantasy","imdb_rating":5,"imdb_votes":362}
{"_id":{"$oid":"67ad9f4f72d7f941724fc695"},"imdb_id":"tt5481180","title":"The Drowning of Arthur Braxton","directors":"Luke Cutforth","overview":"When an awkward, heavily bullied schoolboy from a dysfunctional home discovers a beautiful water nymph hiding in an abandoned Edwardian bathhouse, he must confront his own personal demons in order to save them both from the depraved custodian who keeps the enchanted waters alive with the ritual sacrifice of children.","tagline":"Is the girl of his dreams living in his head?","genres":"Drama, Fantasy","imdb_rating":6,"imdb_votes":165}
{"_id":{"$oid":"67ad9f4f72d7f941724fc696"},"imdb_id":"tt4881578","title":"Zappa","directors":"Alex Winter","overview":"With the help of more than 10,000 dedicated Zappa fans, this is the long-awaited definitive documentary project of Alex Winter documenting the life and career of enigmatic groundbreaking rock star Frank Zappa. Alex also utilizes in this picture thousands of hours of painstakingly digitized videos, photos, audio, writing, and everything in between from Zappa's private archives. These chronicles have never been brought to a public audience before, until now.","tagline":"Save the Vault. Tell the Story.","genres":"Music, Documentary","imdb_rating":8,"imdb_votes":3749}
{"_id":{"$oid":"67ad9f4f72d7f941724fc697"},"imdb_id":"tt3683014","title":"The Claw","directors":"Philip Harder","overview":"A documentary about legendary wrestler and all around supervillain Baron von Raschke by director Philip Harder.","tagline":"Every villain has a secret.","genres":"Documentary","imdb_rating":9,"imdb_votes":10}
{"_id":{"$oid":"67ad9f4f72d7f941724fc698"},"imdb_id":"tt2183014","title":"Love at First Sight","directors":"Vanessa Caswill","overview":"Hadley and Oliver begin falling in love on a flight from New York to London, but when they lose each other at customs, can they defy all odds to reunite?","tagline":"100,000 daily flights around the world. 6 million travelers. One connection.","genres":"Romance, Drama","imdb_rating":7,"imdb_votes":37597}
{"_id":{"$oid":"67ad9f4f72d7f941724fc699"},"imdb_id":"tt9420480","title":"Elvis All-Star Tribute","directors":"Leon Knoles","overview":"A look back at NBC's iconic 1968 special that put Elvis Presley back on the map featuring an all-star group of music superstars who will pay tribute to Elvis, recreating the spectacle - even the staging - of that legendary night.","tagline":"","genres":"Music","imdb_rating":8,"imdb_votes":88}
{"_id":{"$oid":"67ad9f4f72d7f941724fc69a"},"imdb_id":"tt2354395","title":"Surprise","directors":"Peter Hewitt","overview":"Mike purchases a faulty camera on the cheap to record his girlfriend's surprise birthday party only for it to stick on record and capture a series of hilarious and at times cringe-worthy secrets from the unwitting guests.","tagline":"The camera never lies!","genres":"Comedy, Drama","imdb_rating":5,"imdb_votes":61}
{"_id":{"$oid":"67ad9f4f72d7f941724fc69b"},"imdb_id":"tt3359350","title":"Road House","directors":"Doug Liman","overview":"Ex-UFC fighter Dalton takes a job as a bouncer at a Florida Keys roadhouse, only to discover that this paradise is not all it seems.","tagline":"Take it outside.","genres":"Action, Thriller","imdb_rating":6,"imdb_votes":159554}
{"_id":{"$oid":"67ad9f4f72d7f941724fc69c"},"imdb_id":"tt1950186","title":"Ford v Ferrari","directors":"James Mangold","overview":"American car designer Carroll Shelby and the British-born driver Ken Miles work together to battle corporate interference, the laws of physics, and their own personal demons to build a revolutionary race car for Ford Motor Company and take on the dominating race cars of Enzo Ferrari at the 24 Hours of Le Mans in France in 1966.","tagline":"They took the American dream for a ride","genres":"Drama, Action, History","imdb_rating":8,"imdb_votes":506252}
{"_id":{"$oid":"67ad9f4f72d7f941724fc69d"},"imdb_id":"tt1745960","title":"Top Gun: Maverick","directors":"Joseph Kosinski","overview":"After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.","tagline":"Feel the need... The need for speed.","genres":"Action, Drama","imdb_rating":8,"imdb_votes":748046}
{"_id":{"$oid":"67ad9f4f72d7f941724fc69e"},"imdb_id":"tt4978420","title":"Borderlands","directors":"Eli Roth","overview":"Returning to her home planet, an infamous bounty hunter forms an unexpected alliance with a team of unlikely heroes. Together, they battle monsters and dangerous bandits to protect a young girl who holds the key to unimaginable power.","tagline":"Chaos loves company.","genres":"Action, Science Fiction, Comedy","imdb_rating":5,"imdb_votes":36609}
{"_id":{"$oid":"67ad9f4f72d7f941724fc69f"},"imdb_id":"tt3758542","title":"Ferrari","directors":"Michael Mann","overview":"Set during the summer of 1957. Ex-racecar driver, Enzo Ferrari, is in crisis. Bankruptcy stalks the company he and his wife, Laura, built from nothing ten years earlier. Their tempestuous marriage struggles with the mourning for one son and the acknowledgement of another.","tagline":"","genres":"History, Drama","imdb_rating":6,"imdb_votes":59220}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a0"},"imdb_id":"tt4085618","title":"Toloka","directors":"Mykhailo Illienko","overview":"There is a ballad written by Ukrainian poet Taras Shevchenko called “That Catherine's hut is on the hill...\". It is about a rescue of Catherine's lover, whom she saves by posing him as her brother. This story, as a parable, flies throughout Ukraine's history and reconstructs its dramatic and heroic episodes. Every challenge, including the Chernobyl accident, leaves Catherine without her home.  But she is stubborn, as many generations of Ukrainians, in rebuilding her house out of pieces. The story is not only about Catherine's redemption, but also about Ukraine's survival throughout the centuries that is reflected in a folk tradition called Toloka.","tagline":"","genres":"History","imdb_rating":7,"imdb_votes":170}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a1"},"imdb_id":"tt27813275","title":"Deep Listening: The Story Of Pauline Oliveros","directors":"Daniel Weintraub","overview":"Pauline Oliveros isn’t just one of the most influential 20th century composers , she’s literally changed the way many people hear and play music through the work of her Deep Listening Institute. Now she will be the subject of a new documentary from filmmaker Daniel Weintraub that will follow her career as well as examine the “deep listening concept”.","tagline":"","genres":"Documentary","imdb_rating":8,"imdb_votes":7}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a2"},"imdb_id":"tt1507002","title":"Bottom of the 9th","directors":"Raymond De Felitta","overview":"Bobby Stano had everything going for him. Fresh out of high school, he was signed to the majors, had a beautiful girlfriend, everything was looking up. That is, until he and his friends get into a fight with a neighboring gang. The confrontation results in an accidental fatality and quickly changes Bobby's life forever. He's found guilty of murder and locked in prison for the next thirteen years. When Bobby is released, he's faced with a vilified reputation, a relationship to rekindle and a new life to find.","tagline":"Every player has a past.","genres":"Crime, Drama","imdb_rating":6,"imdb_votes":1089}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a3"},"imdb_id":"tt3748918","title":"To Your Last Death","directors":"Jason Axinn","overview":"In order to save her siblings, a young woman takes on her father and the powerful entity known as Gamemaster, who ensnares humans into diabolical plots while her species gambles on the outcome.","tagline":"DON'T HESITATE TO AXE","genres":"Animation, Horror","imdb_rating":6,"imdb_votes":3921}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a4"},"imdb_id":"tt4199898","title":"Playmobil: The Movie","directors":"Lino DiSalvo","overview":"Marla is forced to abandon her carefully structured life to embark on an epic journey to find her younger brother Charlie who has disappeared into the vast and wondrous animated world of Playmobil toys.","tagline":"Let adventure lead you home.","genres":"Family, Animation, Comedy, Adventure","imdb_rating":5,"imdb_votes":4866}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a5"},"imdb_id":"tt4428398","title":"Paws of Fury: The Legend of Hank","directors":"Rob Minkoff, Mark Koetsier, Chris Bailey","overview":"A hard-on-his-luck hound finds himself in a town full of cats in need of a hero to defend them from a ruthless villain's wicked plot to wipe their village off the map. With help from a reluctant mentor, our underdog must assume the role of town samurai and team up with the villagers to save the day.","tagline":"Time to mark some territory.","genres":"Animation, Adventure, Comedy, Family","imdb_rating":6,"imdb_votes":6959}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a6"},"imdb_id":"tt10427010","title":"Undercover Punch and Gun","directors":"Lui Koon-Nam, Frankie Tam","overview":"An undercover cop is forced to team up with a group of unlikely allies to take down a drug smuggling ring.","tagline":"","genres":"Action, Thriller","imdb_rating":5,"imdb_votes":203}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a7"},"imdb_id":"tt0259075","title":"An Unkindness of Ravens","directors":"Bobby Gutierrez","overview":"When an American writer translates a mysterious Japanese novel his ideas of truth and fiction blur and he begins to question his very existence.","tagline":"","genres":"Thriller","imdb_rating":8,"imdb_votes":21}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a8"},"imdb_id":"tt2241481","title":"D Is for Detroit","directors":"Israr Azam","overview":"Tarquin's life has spiraled out of control, a well bred public school educated man. Having nothing going for him except his own guilt, regret and destitution; he is his own enemy. The traumas and hardships he's endured have led him to a life of drugs an solicitation. Ready to escape the hell of the urban underworld, he embarks upon a journey to salvation to The Balearic Island of Ibiza. Alive under the scintillating sun, engulfed in the 'culture' and heart-pumping Music that is known to every party goer, Tarquin's hope for regeneration may not be as simple as he thinks.","tagline":"Just one more chance at this life","genres":"Romance, Drama, Thriller","imdb_rating":8,"imdb_votes":14}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6a9"},"imdb_id":"tt4058836","title":"I Spit on Your Grave: Déjà Vu","directors":"Meir Zarchi","overview":"Following her rape, Jennifer Hills wrote a bestselling account of her ordeal and of the controversial trial in which she was accused of taking the law into her own hands and brutally killing her assailants. In the small town where the rape and revenge took place, the relatives of the rapists she killed are furious that the court declared her not guilty and resolve to take justice into their own hands.","tagline":"Vengeance thy name is woman","genres":"Thriller, Horror","imdb_rating":2,"imdb_votes":3721}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6aa"},"imdb_id":"tt5037840","title":"Drunk Parents","directors":"Fred Wolf","overview":"Two drunk parents attempt to hide their ever increasing financial difficulties from their daughter and social circle through elaborate neighborhood schemes.","tagline":"Hung over and tapped out.","genres":"Comedy","imdb_rating":4,"imdb_votes":7980}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ab"},"imdb_id":"tt2382320","title":"No Time to Die","directors":"Cary Joji Fukunaga","overview":"Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.","tagline":"The mission that changes everything begins…","genres":"Action, Thriller, Adventure","imdb_rating":7,"imdb_votes":458569}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ac"},"imdb_id":"tt4368870","title":"Salt Bridge","directors":"Abhijit Deonath","overview":"Haunted by his tragic past, Basant befriends a married woman even as the migrant community of Salt Bridge frowns upon this relationship.","tagline":"","genres":"Drama","imdb_rating":6,"imdb_votes":114}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ad"},"imdb_id":"tt3662308","title":"Belzebuth","directors":"Emilio Portes","overview":"While leading a police investigation of a massacre in a public school at the border of Mexico and U.S.A, special Agent Emanuel Ritter links this strange case to the coming and rising of the ancient demon Belzebuth. But in order to stop the trail of upcoming infanticides, Ritter shall have to confront himself before dealing with the forces of good and evil.","tagline":"Don't stop praying","genres":"Horror, Fantasy","imdb_rating":6,"imdb_votes":4487}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ae"},"imdb_id":"tt3741700","title":"Godzilla: King of the Monsters","directors":"Michael Dougherty","overview":"Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.","tagline":"Long live the king.","genres":"Science Fiction, Action","imdb_rating":6,"imdb_votes":215978}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6af"},"imdb_id":"tt4875960","title":"1 Interrogation","directors":"Dan Hewitt Owens","overview":"Detective Bill Daniels has spent the last 40 years in the interrogation unit. Some are criminals, some are victims. Faced with the truth, some lie, some are defiant and some find redemption.","tagline":"","genres":"Crime","imdb_rating":4,"imdb_votes":3714}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b0"},"imdb_id":"tt4520920","title":"Crabs!","directors":"Pierce Berolzheimer","overview":"A horde of murderous crab monsters descend on a sleepy coastal town on Prom night, and only a ragtag group of outcasts can save the day.","tagline":"","genres":"Comedy, Horror","imdb_rating":5,"imdb_votes":946}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b1"},"imdb_id":"tt3144276","title":"Syl Johnson: Any Way the Wind Blows","directors":"Rob Hatch-Miller","overview":"A documentary about the greatest soul singer you've ever heard--even if you've never heard of him.","tagline":"","genres":"Music, Documentary","imdb_rating":7,"imdb_votes":13}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b2"},"imdb_id":"tt4307930","title":"Axel the Hero","directors":"Hendrik Hölzemann","overview":"Axel lives in a poor village where people work days at the chicken farm and gamble their last pennies at night. It's made Manne, the farm and casino owner, a very powerful man. Axel's debts are so great he has to do whatever Manne says. So he works in Manne's villa but can at least see his childhood love Jenny, who is now Manne's girlfriend. Axel seeks refuge in his imagination. He has rebuilt the entire village as a model in his cottage. Here, he is king, his word is law. Here, he saves Jenny from Manne and sends him running. One day Axel finds a friend, his neighbor Heiner, a strange guy who constantly quotes Karl May and talks happily with his chicken. Only by joining forces will they bring Manne's empire crashing down.","tagline":"","genres":"Comedy, Drama","imdb_rating":6,"imdb_votes":44}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b3"},"imdb_id":"tt4500214","title":"Salma's Big Wish","directors":"Carlos Gutiérrez Medrano","overview":"In the Mexican town of Santa Clara, Salma, a 16 year-old orphan who never got to meet her biological parents, has spent most of her life searching for clues of their identities and whereabouts, that is until she discovers a special book that is filled with stories of the town's past and the history of it's people.","tagline":"The origin of the legend","genres":"Animation, Family, Fantasy","imdb_rating":5,"imdb_votes":873}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b4"},"imdb_id":"tt3963226","title":"Abruptio","directors":"Evan Marlowe","overview":"Les Hackel is a guy down on his luck who wakes to find an explosive device has been implanted in his neck. He must carry out heinous crimes in order to stay alive while trying to identify the mastermind manipulating the now twisted and strange world around him.","tagline":"Everyone's a Puppet","genres":"Animation, Horror","imdb_rating":7,"imdb_votes":182}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b5"},"imdb_id":"tt14359484","title":"The Colonel's Stray Dogs","directors":"Khalid Shamis","overview":"In 1981, seven Libyan exiles formed the core opposition group to Colonel Muammar Gaddafi. Thirty years later, they are back to their country only to inherit the mess he left. The film is an intricate blend of rare first-hand accounts, propaganda archival material turned on its head, evocative cinematography and an untold history of a country.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":32}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b6"},"imdb_id":"tt3554046","title":"Space Jam: A New Legacy","directors":"Malcolm D. Lee","overview":"When LeBron and his young son Dom are trapped in a digital space by a rogue A.I., LeBron must get them home safe by leading Bugs, Lola Bunny and the whole gang of notoriously undisciplined Looney Tunes to victory over the A.I.'s digitized champions on the court. It's Tunes versus Goons in the highest-stakes challenge of his life.","tagline":"Welcome to the Jam!","genres":"Family, Animation, Comedy, Science Fiction","imdb_rating":5,"imdb_votes":82690}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b7"},"imdb_id":"tt3417110","title":"I'm Charlie Walker","directors":"Patrick Gilles","overview":"1971 post civil rights San Francisco seemed like the perfect place for a black Korean War veteran and his family to realize their dream of economic independence, and a chance for him to be his own boss. Charlie Walker would soon find out how naive he was. In a city full of impostors and naysayers, he refused to take \"No\" for an answer. That is, until a catastrophic disaster opened a door that had never been open to a black man before. This is a story about what happened when he stepped through that door with both feet.","tagline":"","genres":"Drama","imdb_rating":5,"imdb_votes":359}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b8"},"imdb_id":"tt4513008","title":"Peacock","directors":"Ondřej Hudeček","overview":"A twisted gay romance set in the 19th Century picturesque Bohemia telling a tabooed true story of birth of one of the nation's most influential writers, starring Julius Feldmeier. Suspense, laughter, violence, hope, heart, nudity, sex and a happy ending—mostly a happy ending.","tagline":"God will be watching","genres":"Comedy, Drama, History, Romance","imdb_rating":8,"imdb_votes":133}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6b9"},"imdb_id":"tt2447742","title":"Scrambled","directors":"Frank Reina","overview":"\"\"Scrambled\"\" is a wild comic romp about a passionate omelette chef whose creepy ex-best friend just gets out of prison and wreaks havoc in all aspects of his life. It's a cross between \"\"South Park\"\" and Almodóvar with a little dose of \"\"Animal House.\"\"","tagline":"","genres":"Comedy","imdb_rating":8,"imdb_votes":14}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ba"},"imdb_id":"tt0070596","title":"Socialist Realism","directors":"Raúl Ruiz, Valeria Sarmiento","overview":"A satirical take on President Salvador Allende's Popular Unity process prior to the 1973 Chilean coup d'état. The film is made up of a series of short stories, in which different worlds cross paths.","tagline":"","genres":"Comedy","imdb_rating":7,"imdb_votes":97}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6bb"},"imdb_id":"tt4858674","title":"Stargirl","directors":"Julia Hart","overview":"An unassuming high schooler finds himself inexplicably drawn to the free-spirited new girl, whose unconventional ways change how they see themselves…and their world.","tagline":"Why be ordinary when you could be extraordinary.","genres":"Comedy, Drama, Romance, Family","imdb_rating":6,"imdb_votes":6296}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6bc"},"imdb_id":"tt6806448","title":"Fast & Furious Presents: Hobbs & Shaw","directors":"David Leitch","overview":"Ever since US Diplomatic Security Service Agent Hobbs and lawless outcast Shaw first faced off, they just have traded smack talk and body blows. But when cyber-genetically enhanced anarchist Brixton's ruthless actions threaten the future of humanity, they join forces to defeat him.","tagline":"Nothing is stronger than family.","genres":"Action, Adventure, Comedy","imdb_rating":7,"imdb_votes":243780}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6bd"},"imdb_id":"tt5934544","title":"Bath of Life","directors":"Dalia R. Reyes","overview":"Immersive documentary which takes us n an intimate journey to the inner life of public baths through the voices of three characters: Felipe, the main clerk since 1984; Juana, a street sweeper in Mexico City's downtown; and Jose, a frequent client of more than forty years. Bath of Life becomes a confessionary for those who gather around the same place: the sauna.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":13}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6be"},"imdb_id":"tt5628902","title":"Rabid","directors":"Jen Soska, Sylvia Soska","overview":"The quiet Rose works in women's fashion clothing, hoping to be a designer. A traffic accident damages her face. She gets experimental stem cell treatment, leaving her stronger and prettier than ever - but there's a side effect.","tagline":"Pray it doesn’t happen to you.","genres":"Science Fiction, Horror","imdb_rating":5,"imdb_votes":6833}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6bf"},"imdb_id":"tt3152592","title":"Scoob!","directors":"Tony Cervone","overview":"In Scooby-Doo’s greatest adventure yet, see the never-before told story of how lifelong friends Scooby and Shaggy first met and how they joined forces with young detectives Fred, Velma, and Daphne to form the famous Mystery Inc. Now, with hundreds of cases solved, Scooby and the gang face their biggest, toughest mystery ever: an evil plot to unleash the ghost dog Cerberus upon the world. As they race to stop this global “dogpocalypse,” the gang discovers that Scooby has a secret legacy and an epic destiny greater than anyone ever imagined.","tagline":"Mystery loves company.","genres":"Animation, Comedy, Family, Mystery","imdb_rating":6,"imdb_votes":30971}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c0"},"imdb_id":"tt5433138","title":"F9","directors":"Justin Lin","overview":"Dominic Toretto and his crew battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.","tagline":"Not all blood is family.","genres":"Action, Adventure, Crime","imdb_rating":5,"imdb_votes":168045}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c1"},"imdb_id":"tt5433140","title":"Fast X","directors":"Louis Leterrier","overview":"Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.","tagline":"The end of the road begins.","genres":"Action, Crime, Thriller","imdb_rating":6,"imdb_votes":128981}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c2"},"imdb_id":"tt5537096","title":"Beyond Barricades","directors":"Jon Nix","overview":"Beyond Barricades is a documentary on political punk band Anti-Flag, featuring interviews with Tom Morello, Billy Bragg, Tim McIlrath, Brian Baker & More. The film explores the trials and tribulations of playing politically charged music and devoting your life to activism.","tagline":"","genres":"Music, Documentary","imdb_rating":8,"imdb_votes":77}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c3"},"imdb_id":"tt2767880","title":"It Snows All the Time","directors":"Jay Giannone","overview":"When Paul is diagnosed with young onset Frontotemporal Dementia at 58, his family comes closer together than ever before. Along the way, he and his middle son Jesse learn many things about each other by working on Paul's old truck, finally taking it for one last fishing trip together.","tagline":"Memory is fleeting.","genres":"Drama","imdb_rating":5,"imdb_votes":150}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c4"},"imdb_id":"tt6945970","title":"Meat Stew, Original Recipe","directors":"Enrique Arroyo","overview":"A dysfunctional family reunites after the grandmother's death, who was a famous cooker of the traditional mexican dish: mole de olla.","tagline":"","genres":"Comedy","imdb_rating":6,"imdb_votes":90}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c5"},"imdb_id":"tt13428450","title":"Anger, Also Known As Sheol","directors":"Juan Mora Catlett","overview":"A woman who escapes an overwhelming reality into a world of nightmares, by eating the forbidden fruit of Paradise's Tree of Eternal Life; a very frustrated man, both in his professional and love life, whose serial killer dreams may become a reality; and an autobiographical documentary on the director's healing process of a terminal cancer. A film divided in three chapters: heaven, hell and the world.","tagline":"","genres":"Documentary","imdb_rating":8,"imdb_votes":5}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c6"},"imdb_id":"tt4016674","title":"108 Costuras","directors":"Fernando Kalife","overview":"Two young kids dream about being professional baseball players.","tagline":"","genres":"Drama, Family","imdb_rating":5,"imdb_votes":95}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c7"},"imdb_id":"tt5215656","title":"The Darkest Days of Us","directors":"Astrid Rondero","overview":"The death of her sister has haunted Ana since her childhood. Ana has returned to Tijuana, her hometown, where she will have to fight this fragmented, cloudy and painful memory.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":84}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c8"},"imdb_id":"tt13422364","title":"Throw Everything Into Play","directors":"Alfredo Marrón Santander","overview":"Ismael, a 12 year old boy, dreams to become a professional baseball player but he is asthmatic. One night, while approaching the girl he loves, he witnesses a crime.","tagline":"","genres":"Thriller","imdb_rating":8,"imdb_votes":72}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6c9"},"imdb_id":"tt8091892","title":"Fate/stay night: Heaven's Feel II. Lost Butterfly","directors":"Tomonori Sudo","overview":"The Fifth Holy Grail War continues, and the ensuing chaos results in higher stakes for all participants. Shirou Emiya continues to participate in the war, aspiring to be a hero of justice who saves everyone. He sets out in search of the truth behind a mysterious dark shadow and its murder spree, determined to defeat it.  Meanwhile, Shinji Matou sets his own plans into motion, threatening Shirou through his sister Sakura Matou. Shirou and Rin Tohsaka battle Shinji, hoping to relieve Sakura from the abuses of her brother. But the ugly truth of the Matou siblings begins to surface, and many dark secrets are exposed.","tagline":"","genres":"Animation, Action, Fantasy, Drama, Romance","imdb_rating":8,"imdb_votes":3385}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ca"},"imdb_id":"tt8092118","title":"Fate/stay night: Heaven's Feel III. Spring Song","directors":"Tomonori Sudo","overview":"As Sakura drowns in the murky darkness of the sins she has committed, Shirou's vow to protect her at all costs leads him into a raging battle to put an end to the Holy Grail War.  Will Shirou's wish reach Sakura even as he challenges fate itself in a desperate battle against the rising tide?","tagline":"We fight to end this fate.","genres":"Animation, Romance, Fantasy, Action, Drama","imdb_rating":8,"imdb_votes":2864}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6cb"},"imdb_id":"tt4796254","title":"Late Shift","directors":"Tobias Weber","overview":"Matt, a smart student, has to prove his innocence after being forced to take part in a bold heist at a famous London auction house. The consequences take him on a journey across London to escape the twisted web he finds himself caught in, discover the truth and gain his retribution. How will the audience decide to act when everything is turning against him?","tagline":"After being forced into the robbery of a famous London auction house, a hard-working math student has to prove his innocence. How will he decide to act when everything is turning against him?","genres":"Crime, Thriller, Adventure","imdb_rating":7,"imdb_votes":1501}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6cc"},"imdb_id":"tt2448022","title":"The Golden Age","directors":"Justin Connor","overview":"A musical rockumentary about subversive pop star Maya O'Malley and his journey towards spiritual redemption following his being dropped from Aspect Records in the Fall of 2012.","tagline":"","genres":"Music","imdb_rating":6,"imdb_votes":105}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6cd"},"imdb_id":"tt5431890","title":"Official Secrets","directors":"Gavin Hood","overview":"The true story of British intelligence whistleblower Katharine Gun who—prior to the 2003 Iraq invasion—leaked a top-secret NSA memo exposing a joint US-UK illegal spying operation against members of the UN Security Council. The memo proposed blackmailing member states into voting for war.","tagline":"Nothing is more dangerous than the truth","genres":"Thriller, History, Drama","imdb_rating":7,"imdb_votes":56671}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ce"},"imdb_id":"tt5930062","title":"EFC","directors":"Jaze Bordeaux","overview":"In this adrenaline-fueled story, the world of women's mixed martial arts is rocked by an explosive showdown between reigning champion Cassady Jones and rising star Alexa Star. The clash of these two titans sends shockwaves through the EFC, as the future of the sport hangs in the balance.","tagline":"Its not just another fight. Its the fight for everything.","genres":"Drama","imdb_rating":7,"imdb_votes":855}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6cf"},"imdb_id":"tt5574078","title":"Nosferatu: A Symphony of Horror","directors":"David Lee Fisher","overview":"The original 1922 \"Nosferatu\" is regarded as one of the most important films ever made, and a cornerstone of the vampire genre. Now, over one hundred years later, the bloodthirsty Count Orlok rises once again to cast an unearthly shadow in a feature-length retelling of the classic horror masterpiece. Faithfully presented in the style of golden-age horror, and combining scenic elements from the original film with new sound and music, this all new \"Nosferatu\" is a never-before-seen 'cinematic remix' of the timeless vampire tale, and an otherworldly revisit to the land of ghosts and phantoms where blood is life!","tagline":"The Vampire Lives","genres":"Horror","imdb_rating":5,"imdb_votes":130}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d0"},"imdb_id":"tt0032268","title":"A Great Life","directors":"Leonid Lukov","overview":"The film tells about the struggle of the Donbas miners in Ukrainian SSR with saboteurs.","tagline":"","genres":"Drama, Crime","imdb_rating":7,"imdb_votes":82}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d1"},"imdb_id":"tt4058618","title":"The Thicket","directors":"Elliott Lester","overview":"An innocent young man, Jack, goes on an epic quest to rescue his sister Lula after she has been kidnapped by the violent killer Cut Throat Bill and her gang. To save her, Jack enlists the help of a crafty bounty hunter named Reginald Jones, a grave-digging alcoholic son of an ex-slave, and a street-smart prostitute. The gang tracks Cut Throat Bill into the deadly no-man’s land known as The Big Thicket — a place where blood and chaos reign.","tagline":"Death comes fast in Texas","genres":"Crime, Thriller, Western","imdb_rating":6,"imdb_votes":1840}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d2"},"imdb_id":"tt3031654","title":"Ennio","directors":"Giuseppe Tornatore","overview":"A portrait of Ennio Morricone, the most popular and prolific film composer of the 20th century, the one most loved by the international public, a two-time Oscar winner and the author of over five hundred unforgettable scores.","tagline":"","genres":"Documentary, Music, History","imdb_rating":8,"imdb_votes":6356}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d3"},"imdb_id":"tt5112458","title":"Golden Vanity","directors":"Max Abram","overview":"After an unhinged stage crash at a 1967 awards show, faded movie star Mabel Montgomery-Mayflower flees and barricades herself in her mansion to tape-record her life story. In a solo tour de force, Melora Hardin (NBC's The Office) powerfully and painfully embodies the end product of Hollywood's use-them-up and spit-them-out machinery. Drunk and alone, Golden Vanity is Ms. Montgomery-Mayflower's last chance to preserve her horrifying, hilarious and unreliable truth - one last shot to relive the glory days, before it's too late.","tagline":"","genres":"Comedy, Drama","imdb_rating":9,"imdb_votes":13}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d4"},"imdb_id":"tt1302006","title":"The Irishman","directors":"Martin Scorsese","overview":"Pennsylvania, 1956. Frank Sheeran, a war veteran of Irish origin who works as a truck driver, accidentally meets mobster Russell Bufalino. Once Frank becomes his trusted man, Bufalino sends him to Chicago with the task of helping Jimmy Hoffa, a powerful union leader related to organized crime, with whom Frank will maintain a close friendship for nearly twenty years.","tagline":"His story changed history","genres":"Crime, Drama, History","imdb_rating":8,"imdb_votes":444486}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d5"},"imdb_id":"tt5605730","title":"Cabaret","directors":"Kaustav Narayan Niyogi","overview":"Cabaret is an Indian romantic dance film directed by Kaustav Narayan Niyogi and produced by Pooja Bhatt and Bhushan Kumar under the banner of Fisheye Network private limited.","tagline":"Love. Life. Dance. Death.","genres":"Music, Romance, Drama","imdb_rating":3,"imdb_votes":258}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d6"},"imdb_id":"tt2398149","title":"An Officer and a Spy","directors":"Roman Polanski","overview":"In 1894, French Captain Alfred Dreyfus is wrongfully convicted of treason and sentenced to life imprisonment at the Devil’s Island penal colony.","tagline":"","genres":"History, Drama, Thriller","imdb_rating":7,"imdb_votes":21790}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d7"},"imdb_id":"tt6852178","title":"Benediction","directors":"Terence Davies","overview":"Poet Siegfried Sassoon survived the horrors of fighting in the First World War and was decorated for his bravery, but became a vocal critic of the government's continuation of the war when he returned from service. Adored by members of the aristocracy as well as stars of London's literary and stage world, he embarked on affairs with several men as he attempted to come to terms with his homosexuality.","tagline":"Love is never still.","genres":"Drama, History, War","imdb_rating":7,"imdb_votes":3952}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d8"},"imdb_id":"tt1488606","title":"Triple Frontier","directors":"J.C. Chandor","overview":"Struggling to make ends meet, former special ops soldiers reunite for a high-stakes heist: stealing $75 million from a South American drug lord.","tagline":"","genres":"Action, Thriller, Crime, Adventure","imdb_rating":7,"imdb_votes":151047}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6d9"},"imdb_id":"tt2420124","title":"Wendy","directors":"Benh Zeitlin","overview":"A re-imagining of \"Peter Pan\" from the point of view of Wendy Darling, who finds herself lost on a mysterious island where aging and time have come unglued. She must fight to save her family, her freedom and the joyous spirit of youth.","tagline":"","genres":"Fantasy, Drama","imdb_rating":6,"imdb_votes":3827}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6da"},"imdb_id":"tt6058460","title":"Hullabaloo","directors":"James Lopez","overview":"Veronica Daring returns home from an elite finishing school to find her father, Jonathan Daring, an eccentric inventor missing without a trace! The only clue left behind points toward an abandoned amusement park used by her father to test his steam-powered inventions. There she discovers a strange girl named Jules, a fellow inventor who agrees to help Veronica in locating her missing father.  Together, Veronica and Jules learn that Jonathan has been kidnapped by a mysterious group of influential persons, who seek to use his latest invention for nefarious purposes. These villains are wealthy and influential and neither Veronica nor Jules can stop them openly. But determined to save her father and holding true to the family creed that technology should be used for the good of all, Veronica assumes the secret identity of Hullabaloo, a goggled crusader who uses wits and science to combat evil and oppose the nefarious conspiracy that has taken her father.","tagline":"","genres":"Animation, Science Fiction, Adventure, Action","imdb_rating":8,"imdb_votes":30}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6db"},"imdb_id":"tt5034838","title":"Godzilla vs. Kong","directors":"Adam Wingard","overview":"In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.","tagline":"One will fall.","genres":"Action, Science Fiction, Adventure","imdb_rating":6,"imdb_votes":252497}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6dc"},"imdb_id":"tt0437086","title":"Alita: Battle Angel","directors":"Robert Rodriguez","overview":"When Alita awakens with no memory of who she is in a future world she does not recognize, she is taken in by Ido, a compassionate doctor who realizes that somewhere in this abandoned cyborg shell is the heart and soul of a young woman with an extraordinary past.","tagline":"An angel falls. A warrior rises.","genres":"Action, Science Fiction, Adventure","imdb_rating":7,"imdb_votes":306081}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6dd"},"imdb_id":"tt5963316","title":"Jay Sebring… Cutting to the Truth","directors":"Anthony DiMaria","overview":"An illuminating portrait of Jay Sebring — the long-forgotten artist, designer, and entrepreneur who created a billion-dollar hair & beauty industry and defined iconic Hollywood styles for men.","tagline":"","genres":"Documentary","imdb_rating":8,"imdb_votes":146}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6de"},"imdb_id":"tt4340072","title":"3 Lives","directors":"Juliane Block","overview":"A woman on the run from ruthless kidnappers discovers her savior is the man jailed for attacking her 15 years earlier.","tagline":"You only get one.","genres":"Thriller","imdb_rating":4,"imdb_votes":300}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6df"},"imdb_id":"tt6428676","title":"Wonder Park","directors":"Dylan Brown","overview":"A young girl named June with a big imagination makes an incredible discovery -- the amusement park of her dreams has come to life. Filled with the world's wildest rides operated by fun-loving animals, the excitement never ends. But when trouble hits, June and her misfit team of furry friends begin an unforgettable journey to save the park.","tagline":"Dream Bigger","genres":"Comedy, Animation, Adventure, Family, Fantasy","imdb_rating":6,"imdb_votes":12958}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e0"},"imdb_id":"tt4823776","title":"The SpongeBob Movie: Sponge on the Run","directors":"Tim Hill","overview":"When his best friend Gary is suddenly snatched away, SpongeBob takes Patrick on a madcap mission far beyond Bikini Bottom to save their pink-shelled pal.","tagline":"They're not in Bikini Bottom anymore.","genres":"Family, Animation, Fantasy, Adventure, Comedy","imdb_rating":6,"imdb_votes":23035}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e1"},"imdb_id":"tt4795030","title":"Perpetuity","directors":"György Pálfi","overview":"Based on the Hungarian novel \"Our Street\" by Sandor Tar, the film deals with a post-apocalyptic Hungarian-Ukranian village where everything is rotten, planes randomly crash, and only alcohol moves people around - no money, no electricity, only barter. In this wasteland, Ocsenas is the only hero, the one trying to survive amidst the savages and war, the one who helps everyone out, all while caught up in a love triangle that will define his future.","tagline":"Hope died last.","genres":"Drama, Romance, Science Fiction","imdb_rating":5,"imdb_votes":250}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e2"},"imdb_id":"tt5589212","title":"Extracurricular","directors":"Ray Xue","overview":"Miriam, Derek, Ian, and Jenny are overachieving high school students doing everything by the book. Straight A's, sports, yearbook, band, and - when coursework allows - planning and executing elaborate murders.","tagline":"After school is when the real fun begins","genres":"Horror, Thriller","imdb_rating":5,"imdb_votes":1147}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e3"},"imdb_id":"tt5699928","title":"Prey","directors":"Franck Khalfoun","overview":"After being put on a supposedly uninhabited island as a form of behavioral rehabilitation, a high school senior finds that he's not alone on the island, and that getting discovered could be deadly.","tagline":"Don't close your eyes.","genres":"Adventure, Horror, Thriller","imdb_rating":5,"imdb_votes":2791}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e4"},"imdb_id":"tt2275743","title":"Berlin, I Love You","directors":"Massy Tadjedin, Daniel Lwowski, Til Schweiger, Claus Clausen, Josef Rusnak, Dani Levy, Stephanie Martin, Fernando Eimbcke, Dianna Agron, Dennis Gansel, Justin Franklin, Peter Chelsom","overview":"An anthology feature of 10 stories of romance set in the German capital.","tagline":"Love has a place.","genres":"Drama","imdb_rating":5,"imdb_votes":4055}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e5"},"imdb_id":"tt13672020","title":"Vivaha Bhojanambu","directors":"Ram Abbaraju","overview":"A stingy miser gets the shock of his life when a nation-wide lock-down thwarts his attempts for a cost-effective marriage.","tagline":"","genres":"Comedy","imdb_rating":6,"imdb_votes":666}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e6"},"imdb_id":"tt1262426","title":"Wicked","directors":"Jon M. Chu","overview":"In the land of Oz, ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda at Shiz University, and the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.","tagline":"Everyone deserves the chance to fly.","genres":"Drama, Romance, Fantasy","imdb_rating":8,"imdb_votes":76789}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e7"},"imdb_id":"tt5827916","title":"A Hidden Life","directors":"Terrence Malick","overview":"Austrian farmer Franz Jägerstätter faces the threat of execution for refusing to fight for the Nazis during World War II.","tagline":"Based on true events.","genres":"History, Drama, War","imdb_rating":7,"imdb_votes":29542}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e8"},"imdb_id":"tt2365580","title":"Where'd You Go, Bernadette","directors":"Richard Linklater","overview":"When architect-turned-recluse Bernadette Fox goes missing prior to a family trip to Antarctica, her 15-year-old daughter Bee goes on a quest with Bernadette's husband to find her.","tagline":"Disappearances can be deceiving","genres":"Comedy, Drama","imdb_rating":7,"imdb_votes":26293}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6e9"},"imdb_id":"tt10013588","title":"Bloody September","directors":"Heorhii Fomin","overview":"Theater and film actor, Mykola Veresen' dies on the set while performing the role of Ivan the Terrible. In the moment of death, his karma transforms into the bloody murderer he embodied, and he falls into Sheol, a common grave for all the dead. The time has a different flow here, the only feelings left are fear and pain. In hell Mykola learns about the confrontation that last for centuries between the white and black vampires, he becomes a puppet in the cruel guerrilla of these two supernatural groups.","tagline":"","genres":"Thriller, Comedy, Drama","imdb_rating":6,"imdb_votes":34}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ea"},"imdb_id":"tt0223151","title":"DOOR II TOKYO DIARY","directors":"Banmei Takahashi","overview":"Ai is a call girl that makes good money for what she does but there’s always at risk no matter how good the money is. The job makes her feel free and in control and likes the danger that surrounds her. Her clients vary from normal to weird but her new client: Mr. Mamiya is… different. Mamiya is strange, charming, and very captivating which makes Ai very interested in what he has to offer and what he wants. Mr. Mamiya likes to explore sexuality and the art of S&M which intrigues Ai and continues to meet with him, and their relationship gets deeper and deeper.","tagline":"","genres":"Thriller, Romance","imdb_rating":6,"imdb_votes":119}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6eb"},"imdb_id":"tt7808498","title":"Creem: America's Only Rock 'n' Roll Magazine","directors":"Scott Crawford","overview":"Explores the seminal music magazine from its 1969 launch in Detroit to the untimely death of its publisher Barry Kramer in 1981.","tagline":"","genres":"Documentary, Music","imdb_rating":7,"imdb_votes":337}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ec"},"imdb_id":"tt5834426","title":"Moonfall","directors":"Roland Emmerich","overview":"A mysterious force knocks the moon from its orbit around Earth and sends it hurtling on a collision course with life as we know it.","tagline":"Humanity will face the dark side of the Moon.","genres":"Science Fiction, Adventure, Action","imdb_rating":5,"imdb_votes":104298}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ed"},"imdb_id":"tt6156498","title":"Los Domirriqueños 2","directors":"Eduardo Ortiz","overview":"In order to raise funds to pay off a lawsuit, Dominicans and Puerto Ricans get together to set up a circus.","tagline":"","genres":"Comedy","imdb_rating":6,"imdb_votes":61}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ee"},"imdb_id":"tt1458903","title":"By the Grace of God","directors":"Ralitza Petrova","overview":"'By The Grace Of God' follows the tragic odyssey of Juergen, whose attempt to make contact with his imagined mother, the Queen of England, leads him to a sense of personal crisis, of aporia.","tagline":"","genres":"Drama","imdb_rating":8,"imdb_votes":65}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ef"},"imdb_id":"tt5914194","title":"Mobile Suit Gundam SEED: Special Edition III - The Rumbling Sky","directors":"Mitsuo Fukuda","overview":"The Earth Forces has commissioned another Archangel-class ship, the Dominion; its sole mission is to destroy the renegade Archangel. As the battle draws to its ultimate conclusion, it is possible that humanity itself will be the victim. Kira, Athrun, and the others must stop a war that threatens both sides with genocide!","tagline":"","genres":"Science Fiction, Action, Animation, Drama","imdb_rating":7,"imdb_votes":31}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f0"},"imdb_id":"tt5911148","title":"Mobile Suit Gundam SEED: Special Edition II - The Far-Away Dawn","directors":"Mitsuo Fukuda","overview":"The battle lines have been drawn, placing old friends Kira and Athrun on opposing sides in the war. The resulting battle will mark a turning point in their lives as Athrun and the ZAFT forces launch a major offensive designed to end the war once and for all!","tagline":"","genres":"Action, Animation, Science Fiction, Drama","imdb_rating":6,"imdb_votes":34}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f1"},"imdb_id":"tt5191094","title":"A Magical Journey","directors":"Olias Barco","overview":"11-year-old Polina, who knows nothing about her past and parents, lives with her spiteful aunt and wicked cousin. They secretly plan to get rid of the girl at the day of her birthday, all to get their hands on her mysterious inheritance. Chased by the villains, Polina manages to escape on a magical quest to discover the secret about her family. But she only has until midnight to achieve this goal.","tagline":"Life is stranger than fiction.","genres":"Adventure, Fantasy, Family","imdb_rating":5,"imdb_votes":229}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f2"},"imdb_id":"tt4476106","title":"Fingerpori","directors":"Mikko Kouki","overview":"Live action comedy about a fictional town and it's uncommon people, based on a comic strip 'Fingerpori', by Pertti Jarla.","tagline":"","genres":"Comedy","imdb_rating":4,"imdb_votes":639}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f3"},"imdb_id":"tt4177670","title":"Inner Ghosts","directors":"Paulo Leite","overview":"If ghosts can think and remember who they are, then the physical brain is not the only place where we store our inner selves. Helen is asked to train two young women into the art of communicating with the dead. But Helen's days as a medium are long gone. In fact, she gave up that life 15 years ago when she lost her daughter. Today Helen is a different woman dedicated to her career in brain research. Things start to change when a visit from the other side offers her the design of a device that can do amazing things. But to everything there is a risk.","tagline":"The key to Hell lies deep in your heart.","genres":"Horror","imdb_rating":4,"imdb_votes":397}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f4"},"imdb_id":"tt7379232","title":"Into the Waves","directors":"Kyle Hedrick","overview":"Two brothers hitch hike across Tasmania to get to their mother's funeral.","tagline":"","genres":"Drama","imdb_rating":6,"imdb_votes":26}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f5"},"imdb_id":"tt7943424","title":"Pottu","directors":"V. C. Vadivudaiyan","overview":"A MBBS student attempts suicide by cutting his hand after performing badly at college,. Things take a turn when his blood spills on a tomb of Pottu, and a mysterious power enters his body which forces him to behave like a girl.","tagline":"","genres":"Horror","imdb_rating":3,"imdb_votes":122}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f6"},"imdb_id":"tt8011322","title":"Simba","directors":"Arvind Sridhar","overview":"A stoner befriends a Great Dane, who is the pet of his neighbour, and tries to make her fall in love with him.","tagline":"Men In Bodhai","genres":"Comedy, Drama, Fantasy","imdb_rating":5,"imdb_votes":191}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f7"},"imdb_id":"tt6714432","title":"The Loud House Movie","directors":"Dave Needham","overview":"The Loud family travel to Scotland and discover they are descendants of Scottish royalty as they move into their giant ancestral castle.","tagline":"The Louds are about to rule.","genres":"Animation, Family, Comedy, Adventure, Fantasy","imdb_rating":6,"imdb_votes":3072}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f8"},"imdb_id":"tt4630874","title":"Tear Us Apart","directors":"Devin Clarke","overview":"A young couple is taken to a cottage in the woods for counseling following the disappearance of their daughter and struggle to identify what's real and what is a figment of their mental recovery.","tagline":"Guilt is only the beginning","genres":"Thriller, Horror","imdb_rating":5,"imdb_votes":65}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6f9"},"imdb_id":"tt5952138","title":"We Have Always Lived in the Castle","directors":"Stacie Passon","overview":"In Shirleyville, Vermont, during the sixties, sisters Merricat and Constance, along with their ailing uncle Julian, confined to a wheelchair, live isolated in a big mansion located on the hill overlooking the town, tormented by the memories of a family tragedy occurred six years ago. The arrival of cousin Charles will threaten the fragile equilibrium of their minds, haunted by madness, fear and superstition.","tagline":"","genres":"Mystery, Thriller, Horror","imdb_rating":6,"imdb_votes":10114}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6fa"},"imdb_id":"tt4123414","title":"Wonder Valley","directors":"Heidi Hartwig","overview":"Four young women watch their dreams become nightmares as a weekend getaway in the desert turns deadly.","tagline":"","genres":"Horror, Thriller","imdb_rating":3,"imdb_votes":121}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6fb"},"imdb_id":"tt5932728","title":"The Professor and the Madman","directors":"Farhad Safinia","overview":"Professor James Murray begins work compiling words for the first edition of the Oxford English Dictionary in the mid 19th century, and receives over 10,000 entries from a patient at Broadmoor Criminal Lunatic Asylum, Dr. William Minor.","tagline":"The incredible true story that defined our world.","genres":"History, Drama, Mystery, Thriller","imdb_rating":7,"imdb_votes":52290}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6fc"},"imdb_id":"tt7536924","title":"Thittam Pottu Thirudura Koottam","directors":"Sudar","overview":"Thittam Pottu Thirudura Koottam is an upcoming Indian Tamil comedy film directed by Sudhar. The film features a cast of Chandran, Satna Titus and Parthiepan in the lead roles. The film began production in mid 2016.","tagline":"","genres":"Action, Comedy, Romance","imdb_rating":6,"imdb_votes":71}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6fd"},"imdb_id":"tt5985720","title":"Nenjam Marappathillai","directors":"Selvaraghavan","overview":"A god-fearing young woman who takes up the job of a caretaker in a rich household tries to take revenge on her lustful employer.","tagline":"Idhu Vera Vilaiyaattu","genres":"Thriller, Horror","imdb_rating":6,"imdb_votes":2113}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6fe"},"imdb_id":"tt5113040","title":"The Secret Life of Pets 2","directors":"Chris Renaud","overview":"Max the terrier must cope with some major life changes when his owner gets married and has a baby. When the family takes a trip to the countryside, nervous Max has numerous run-ins with canine-intolerant cows, hostile foxes and a scary turkey. Luckily for Max, he soon catches a break when he meets Rooster, a gruff farm dog who tries to cure the lovable pooch of his neuroses.","tagline":"They still have their secrets.","genres":"Adventure, Animation, Comedy, Family","imdb_rating":6,"imdb_votes":71376}
{"_id":{"$oid":"67ad9f4f72d7f941724fc6ff"},"imdb_id":"tt7508630","title":"Kee","directors":"Kalees","overview":"A hacker gets the shock of his life when another hacker tries to destroy his dear ones.","tagline":"","genres":"Thriller, Action","imdb_rating":5,"imdb_votes":1157}
{"_id":{"$oid":"67ad9f4f72d7f941724fc700"},"imdb_id":"tt8011312","title":"Sivaranjiniyum Innum Sila Pengalum","directors":"Vasanth","overview":"Three women, who belong to different walks of life, go through severe identity crisis because of the patriarchal system in their respective families. Set in three different time periods, the movie throws light on their helplessness and other myriad issues faced by these married women despite them having their life partners by their side.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":277}
{"_id":{"$oid":"67ad9f4f72d7f941724fc701"},"imdb_id":"tt6461800","title":"Vallavanukkum Vallavan","directors":"Vijay Tesingu","overview":"Two conmen, who believe that money can solve all their problems, decide to extract money from wrongdoers. Trouble begins when a mad policeman crosses their way.","tagline":"","genres":"Comedy, Action","imdb_rating":7,"imdb_votes":14}
{"_id":{"$oid":"67ad9f4f72d7f941724fc702"},"imdb_id":"tt2076822","title":"Chaos Walking","directors":"Doug Liman","overview":"Two unlikely companions embark on a perilous adventure through the badlands of an unexplored planet as they try to escape a dangerous and disorienting reality, where all inner thoughts are seen and heard by everyone.","tagline":"No one escapes the noise.","genres":"Fantasy, Science Fiction, Adventure","imdb_rating":6,"imdb_votes":58272}
{"_id":{"$oid":"67ad9f4f72d7f941724fc703"},"imdb_id":"tt5139332","title":"Night Sky","directors":"Jacob Gentry","overview":"A trek across the American southwest with a ne'er do well petty thief trying to escape his mysterious past, a celestial vagabond trying to rediscover hers, and the ruthless killer who is following them.","tagline":"","genres":"Thriller, Science Fiction","imdb_rating":6,"imdb_votes":82}
{"_id":{"$oid":"67ad9f4f72d7f941724fc704"},"imdb_id":"tt5251340","title":"Phantom of Winnipeg","directors":"Sean Stanley, Malcolm Ingram","overview":"When Brian De Palma's 1974 film Phantom of the Paradise was released, it was considered a failure almost everywhere. Except in the Canadian city of Winnipeg, Manitoba. Here is the story of a town and its love for the now cult classic.","tagline":"","genres":"Documentary","imdb_rating":7,"imdb_votes":19}
{"_id":{"$oid":"67ad9f4f72d7f941724fc705"},"imdb_id":"tt5170956","title":"Alice Cooper: Live from the Astroturf","directors":"Steven Gaddis","overview":"An independent record store owner and life-long Alice Cooper superfan convinces the original lineup of his favorite band to reunite at his store over forty years after they parted ways.","tagline":"Before Alice Cooper was a man, Alice Cooper was a band.","genres":"Documentary, Music","imdb_rating":9,"imdb_votes":26}
{"_id":{"$oid":"67ad9f4f72d7f941724fc706"},"imdb_id":"tt7738784","title":"Peranbu","directors":"Ram","overview":"A single father tries to raise his daughter, who has cerebral palsy, even as she is beginning to wake up to her sexuality.","tagline":"","genres":"Drama, Family","imdb_rating":9,"imdb_votes":16958}
{"_id":{"$oid":"67ad9f4f72d7f941724fc707"},"imdb_id":"tt7023682","title":"Azhiyatha Kolangal 2","directors":"MR Bharathi","overview":"An unexpected incident turns the life of a celebrated writer and his college girlfriend topsy-turvy.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":29}
{"_id":{"$oid":"67ad9f4f72d7f941724fc708"},"imdb_id":"tt2914760","title":"Malibu Road","directors":"Montgomery Markland","overview":"Dr. Raymond Forrester, professor of psychology at UCLA, takes student and Hollywood starlet Dorothy Crowder to a Malibu hotel of questionable reputation. The two ingest LSD, sent in a mysterious package to Forrester, and become some of the first Americans to go on a psychedelic experience. The experience takes a turn for the deadly during New Year's Eve 1960 and now the duo must rediscover reality or be trapped in an endless cycle of sex, drugs and murder in 'paradise.'","tagline":"A trip to the other side of Paradise","genres":"Romance, Mystery, Thriller","imdb_rating":5,"imdb_votes":147}
{"_id":{"$oid":"67ad9f4f72d7f941724fc709"},"imdb_id":"tt8333746","title":"Pinocchio","directors":"Matteo Garrone","overview":"In this live-action adaptation of the beloved fairytale, old woodcarver Geppetto fashions a wooden puppet, Pinocchio, who magically comes to life. Pinocchio longs for adventure and is easily led astray, encountering magical beasts, fantastical spectacles, while making friends and foes along his journey. However, his dream is to become a real boy, which can only come true if he finally changes his ways.","tagline":"The most beloved fairy tale comes to life.","genres":"Drama, Family, Fantasy","imdb_rating":6,"imdb_votes":15115}
{"_id":{"$oid":"67ad9f4f72d7f941724fc70a"},"imdb_id":"tt4959750","title":"1992","directors":"Ariel Vromen","overview":"In 1992, Mercer is desperately trying to rebuild his life and his relationship with his son amidst the turbulent Los Angeles uprising following the Rodney King verdict. Across town, another father and son put their own strained relationship to the test as they plot a dangerous heist to steal catalytic converters, which contain valuable platinum from the factory where Mercer works. As tensions rise and chaos erupts, both families reach their boiling points when their worlds collide.","tagline":"Every city has a breaking point.","genres":"Crime, Thriller, Action","imdb_rating":6,"imdb_votes":2310}
{"_id":{"$oid":"67ad9f4f72d7f941724fc70b"},"imdb_id":"tt9319898","title":"Nethraa","directors":"A. Venkatesh","overview":"A young woman moves to Canada with her boyfriend to get married with the help of her friend, but finds herself trapped in a web of lies and deciet.","tagline":"","genres":"Drama, Thriller","imdb_rating":5,"imdb_votes":19}
{"_id":{"$oid":"67ad9f4f72d7f941724fc70c"},"imdb_id":"tt16794270","title":"1945","directors":"Sathyasiva","overview":"Set in Burma in the year 1945, Netaji Subhash Chandra Bose plans to launch the INA to fight the British. This is also the time when Adi comes back to Burma to take care of his family business. Upon his arrival, he gets engaged to a British Tasildar’s daughter. Just as he is set to get married, the atrocities of the British keep growing and Adi is forced to fight the British.","tagline":"","genres":"Drama, History, Action","imdb_rating":6,"imdb_votes":93}
{"_id":{"$oid":"67ad9f4f72d7f941724fc70d"},"imdb_id":"tt6567428","title":"Kolanji","directors":"Dhanaram Saravanan","overview":"A young boy realises there is love and affection behind the strictness of his father.","tagline":"","genres":"Family, Drama","imdb_rating":5,"imdb_votes":53}
{"_id":{"$oid":"67ad9f4f72d7f941724fc70e"},"imdb_id":"tt2728784","title":"After Darkness","directors":"Batan Silva","overview":"As the Sun burns out, an American family gathers at the end of the world, their hopes for rescue slowly crumbling as they also confront long lasting divides amongst each other.","tagline":"Hope begins at the end of the world","genres":"Drama, Family, Thriller, Science Fiction","imdb_rating":4,"imdb_votes":1307}
{"_id":{"$oid":"67ad9f4f72d7f941724fc70f"},"imdb_id":"tt1877830","title":"The Batman","directors":"Matt Reeves","overview":"In his second year of fighting crime, Batman uncovers corruption in Gotham City that connects to his own family while facing a serial killer known as the Riddler.","tagline":"Unmask the truth.","genres":"Crime, Mystery, Thriller","imdb_rating":8,"imdb_votes":848234}
{"_id":{"$oid":"67ad9f4f72d7f941724fc710"},"imdb_id":"tt5740852","title":"All Creatures Here Below","directors":"Collin Schiffli","overview":"The story of a desperate young couple on the run, who seek refuge in Kansas City.","tagline":"You can run from the past but not from the truth","genres":"Drama","imdb_rating":6,"imdb_votes":1112}
{"_id":{"$oid":"67ad9f4f72d7f941724fc711"},"imdb_id":"tt5461944","title":"Hotel Mumbai","directors":"Anthony Maras","overview":"Mumbai, India, November 26, 2008. While several terrorists spread hatred and death through the city, others attack the Taj Mahal Palace Hotel. Both hotel staff and guests risk their lives, making unthinkable sacrifices to protect themselves and keep everyone safe while help arrives.","tagline":"November 26, 2008… Terror struck the heart of India.","genres":"Thriller, History, Drama, Action","imdb_rating":8,"imdb_votes":74182}
{"_id":{"$oid":"67ad9f4f72d7f941724fc712"},"imdb_id":"tt8595204","title":"Prótesis","directors":"Ariel Annexy","overview":"Marcos, a prosthetic creator with a traumatic past, finds a corpse in his laboratory. While deciding what to do with the corpse he will have to juggle his strange family life, a zombie movie, the possibility of new love and creating the perfect prosthesis for a very special client.","tagline":"11 wigs, 7 ants, 1 corpse and lots of missing pieces","genres":"Horror, Comedy, Romance","imdb_rating":7,"imdb_votes":33}
{"_id":{"$oid":"67ad9f4f72d7f941724fc713"},"imdb_id":"tt4426464","title":"Arctic Dogs","directors":"Aaron Woodley, Dimos Vrysellas","overview":"Animals band together to save the day when the evil Otto Von Walrus hatches a sinister scheme to accelerate global warming and melt the Arctic Circle.","tagline":"Time to run with the big dogs!","genres":"Animation, Adventure, Comedy","imdb_rating":5,"imdb_votes":2346}
{"_id":{"$oid":"67ad9f4f72d7f941724fc714"},"imdb_id":"tt5603620","title":"Ambition","directors":"Robert Shaye","overview":"A young aspiring musician preparing for a competition, is incredibly confidant and gets herself involved in a frightening trap that she has to find her way out of. It raises the question: If an insane person is telling a story, is it real?","tagline":"","genres":"Thriller","imdb_rating":4,"imdb_votes":448}
{"_id":{"$oid":"67ad9f4f72d7f941724fc715"},"imdb_id":"tt3986352","title":"Blood River","directors":"Christopher Forbes","overview":"The inhabitants of Blood River live by the mercy of Miss Isabella and her daughter, as long as they're loyal. But strangers to the town receive no such grace. When the rain of blood begins, the reign of blood will end.","tagline":"","genres":"Horror","imdb_rating":4,"imdb_votes":77}
{"_id":{"$oid":"67ad9f4f72d7f941724fc716"},"imdb_id":"tt12992736","title":"The Mikado","directors":"Jonathan Miller","overview":"ENO revival of the classic Gilbert and Sullivan operetta about a small Japanese town, where Ko-Ko is appointed to the unenviable position of executioner. Knowing he must successfully perform before the appearance of the Mikado in a month's time, Ko-Ko finds a suitable victim in Nanki-Poo, who is distraught over his unrequited love for the maiden Yum-Yum. Nanki-Poo agrees to sacrifice his life if he is allowed to spend his remaining days with Yum-Yum, who is betrothed to Ko-Ko.","tagline":"","genres":"Music","imdb_rating":9,"imdb_votes":8}
{"_id":{"$oid":"67ad9f4f72d7f941724fc717"},"imdb_id":"tt3387520","title":"Scary Stories to Tell in the Dark","directors":"André Øvredal","overview":"Mill Valley, Pennsylvania, Halloween night, 1968. After playing a joke on a school bully, Stella and her friends decide to sneak into a supposedly haunted house that once belonged to the powerful Bellows family, unleashing dark forces that they will be unable to control.","tagline":"Stories taken from true urban legends","genres":"Horror, Thriller","imdb_rating":6,"imdb_votes":88320}
{"_id":{"$oid":"67ad9f4f72d7f941724fc718"},"imdb_id":"tt6062774","title":"Monos","directors":"Alejandro Landes","overview":"On a faraway mountaintop, eight kids with guns watch over a hostage and a conscripted milk cow.","tagline":"Survival is a cruel game.","genres":"Drama, Adventure","imdb_rating":7,"imdb_votes":19312}
{"_id":{"$oid":"67ad9f4f72d7f941724fc719"},"imdb_id":"tt3390308","title":"The Immortal","directors":"Carl Firth","overview":"If you had the chance to live forever, would you take it? A man who wants to overcome death learns the secret of immortality, but comes to regret his decision when he discovers that eventually, everything dies - everything except him.","tagline":"","genres":"Science Fiction, Fantasy","imdb_rating":7,"imdb_votes":13}
{"_id":{"$oid":"67ad9f4f72d7f941724fc71a"},"imdb_id":"tt2935510","title":"Ad Astra","directors":"James Gray","overview":"The near future, a time when both hope and hardships drive humanity to look to the stars and beyond. While a mysterious phenomenon menaces to destroy life on planet Earth, astronaut Roy McBride undertakes a mission across the immensity of space and its many perils to uncover the truth about a lost expedition that decades before boldly faced emptiness and silence in search of the unknown.","tagline":"The answers we seek are just outside our reach","genres":"Science Fiction, Drama","imdb_rating":7,"imdb_votes":266665}
{"_id":{"$oid":"67ad9f4f72d7f941724fc71b"},"imdb_id":"tt5834854","title":"Mary","directors":"Michael Goi","overview":"A struggling family buys an old ship at auction with high hopes of starting a charter business, only to discover her horrifying secrets on the isolated open waters.","tagline":"","genres":"Horror, Mystery","imdb_rating":5,"imdb_votes":5304}
{"_id":{"$oid":"67ad9f4f72d7f941724fc71c"},"imdb_id":"tt5066698","title":"The Fisherman's Daughter","directors":"Edgar de Luque Jácome","overview":"Samuel, the last free-diving fisherman, has lived isolated in the island of La Aguja since he was abandoned by his wife and son 15 years ago. His life is disrupted when his son shows up now as Priscila, a transgender prostitute from the streets of Santa Marta, Colombia.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":11}
{"_id":{"$oid":"67ad9f4f72d7f941724fc71d"},"imdb_id":"tt5327850","title":"Moving Parts","directors":"Emilie Upczak","overview":"Zhenzhen is smuggled into Trinidad and is threatened upon her arrival. Her brother Wei, who is working on the island in construction, intervenes and although he doesn’t have the money, he promises to pay her debt. Wei finds Zhenzhen a job at a Chinese restaurant and tries to get an advance from his employer.","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":88}
{"_id":{"$oid":"67ad9f4f72d7f941724fc71e"},"imdb_id":"tt2488666","title":"Malibu Horror Story","directors":"Scott Slone","overview":"Terror strikes when a team of paranormal investigators search a sacred cave for clues in the unsolved disappearance of four local teens.","tagline":"Some mysteries should never be solved.","genres":"Horror, Thriller","imdb_rating":5,"imdb_votes":2107}
{"_id":{"$oid":"67ad9f4f72d7f941724fc71f"},"imdb_id":"tt5635026","title":"Peter Pan & Wendy","directors":"David Lowery","overview":"Wendy Darling, a young girl afraid to leave her childhood home behind, meets Peter Pan, a boy who refuses to grow up. Alongside her brothers and a tiny fairy, Tinker Bell, she travels with Peter to the magical world of Neverland. There, she encounters an evil pirate captain, Captain Hook, and embarks on a thrilling adventure that will change her life forever.","tagline":"Escape to Neverland.","genres":"Family, Fantasy, Action, Adventure","imdb_rating":4,"imdb_votes":28836}
{"_id":{"$oid":"67ad9f4f72d7f941724fc720"},"imdb_id":"tt4777008","title":"Maleficent: Mistress of Evil","directors":"Joachim Rønning","overview":"Maleficent and her goddaughter Aurora begin to question the complex family ties that bind them as they are pulled in different directions by impending nuptials, unexpected allies, and dark new forces at play.","tagline":"Go beyond the fairy tale","genres":"Family, Fantasy, Adventure, Action","imdb_rating":7,"imdb_votes":123108}
{"_id":{"$oid":"67ad9f4f72d7f941724fc721"},"imdb_id":"tt6139732","title":"Aladdin","directors":"Guy Ritchie","overview":"A kindhearted street urchin named Aladdin embarks on a magical adventure after finding a lamp that releases a wisecracking genie while a power-hungry Grand Vizier vies for the same lamp that has the power to make their deepest wishes come true.","tagline":"Choose Wisely.","genres":"Adventure, Fantasy, Romance, Family","imdb_rating":7,"imdb_votes":298070}
{"_id":{"$oid":"67ad9f4f72d7f941724fc722"},"imdb_id":"tt6105098","title":"The Lion King","directors":"Jon Favreau","overview":"Simba idolizes his father, King Mufasa, and takes to heart his own royal destiny. But not everyone in the kingdom celebrates the new cub's arrival. Scar, Mufasa's brother—and former heir to the throne—has plans of his own. The battle for Pride Rock is ravaged with betrayal, tragedy and drama, ultimately resulting in Simba's exile. With help from a curious pair of newfound friends, Simba will have to figure out how to grow up and take back what is rightfully his.","tagline":"The king has returned.","genres":"Adventure, Drama, Family, Animation","imdb_rating":7,"imdb_votes":275730}
{"_id":{"$oid":"67ad9f4f72d7f941724fc723"},"imdb_id":"tt3513500","title":"Chip 'n Dale: Rescue Rangers","directors":"Akiva Schaffer","overview":"Decades since their successful television series was canceled, Chip has succumbed to a life of suburban domesticity as an insurance salesman. Dale, meanwhile, has had CGI surgery and works the nostalgia convention circuit, desperate to relive his glory days. When a former cast mate mysteriously disappears, Chip and Dale must repair their broken friendship and take on their Rescue Rangers detective personas once again to save their friend’s life.","tagline":"It's not a reboot. It's a comeback.","genres":"Animation, Family, Comedy, Adventure, Mystery","imdb_rating":7,"imdb_votes":48346}
{"_id":{"$oid":"67ad9f4f72d7f941724fc724"},"imdb_id":"tt2551842","title":"A Reason to Fight","directors":"Alessandro Baccini","overview":"Marco is a model student and leader of a group of guys who are adrift. He hides a terrible secret: he's a champion in clandestine fights managed by a cruel trafficker.","tagline":"","genres":"Action, Drama","imdb_rating":2,"imdb_votes":133}
{"_id":{"$oid":"67ad9f4f72d7f941724fc725"},"imdb_id":"tt6099284","title":"40 Years of Rocky: The Birth of a Classic","directors":"Derek Wayne Johnson","overview":"Sylvester Stallone and John G. Avildsen narrate behind-the-scenes footage from the making of \"Rocky\" to mark the film's 40th anniversary.","tagline":"An unknown actor. An underrated director. The ultimate underdog film.","genres":"Documentary","imdb_rating":7,"imdb_votes":518}
{"_id":{"$oid":"67ad9f4f72d7f941724fc726"},"imdb_id":"tt5688068","title":"Above Suspicion","directors":"Phillip Noyce","overview":"The chilling true story of a newly married FBI poster boy assigned to an Appalachian mountain town in Kentucky. There he is drawn into an illicit affair with an impoverished local woman who becomes his star informant. She sees in him her means of escape; instead, it's a ticket to disaster for both of them.","tagline":"The devil always comes as everything you wanted","genres":"Thriller, Crime, Action","imdb_rating":6,"imdb_votes":9179}
{"_id":{"$oid":"67ad9f4f72d7f941724fc727"},"imdb_id":"tt6583316","title":"The Sower","directors":"Yosuke Takeuchi","overview":"Little Chie knows that her sister, 3 year-old Itsuki, is unlike her. Chie’s uncle, Mitsuo, is also unusual. Suntanned and adorned in a rustic-looking floppy hat he couldn’t look less like Chie’s neat and respectable father. But Chie is overjoyed when Mitsuo walks back into their lives, having spent three years in a mental institution, and Mitsuo, overwhelmed with emotion, dotes on his two little nieces. This brief harmony is short lived. Frustrated by her little sister, Chie drops her, causing fatal injuries. Unable to allow his niece to take the blame, Mitsuo claims responsibility, shouldering all the condemnation that ensues.","tagline":"","genres":"Drama","imdb_rating":8,"imdb_votes":25}
{"_id":{"$oid":"67ad9f4f72d7f941724fc728"},"imdb_id":"tt8079510","title":"The Secret of Karma","directors":"Dalibor Stach, Milan Friedrich","overview":"The story of a man who sees his past lives from before he was born after being declared dead for the second time.","tagline":"We become what we think about.","genres":"Science Fiction, Romance","imdb_rating":4,"imdb_votes":151}
{"_id":{"$oid":"67ad9f4f72d7f941724fc729"},"imdb_id":"tt4886256","title":"Waves from the Sky","directors":"Gildardo Santoyo del Castillo","overview":"Pedro, a bird who cannot fly in sync with his flock, decides to branch out on his own.","tagline":"","genres":"Family, Animation","imdb_rating":7,"imdb_votes":11}
{"_id":{"$oid":"67ad9f4f72d7f941724fc72a"},"imdb_id":"tt6193408","title":"A Shaun the Sheep Movie: Farmageddon","directors":"Will Becher, Richard Phelan","overview":"When an alien with amazing powers crash-lands near Mossy Bottom Farm, Shaun the Sheep goes on a mission to shepherd the intergalactic visitor home before a sinister organization can capture her.","tagline":"Close encounters of the furred kind.","genres":"Family, Animation, Adventure, Comedy","imdb_rating":7,"imdb_votes":16177}
{"_id":{"$oid":"67ad9f4f72d7f941724fc72b"},"imdb_id":"tt7069210","title":"The Conjuring: The Devil Made Me Do It","directors":"Michael Chaves","overview":"Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.","tagline":"The demonic case that shocked America.","genres":"Horror, Mystery, Thriller","imdb_rating":6,"imdb_votes":147005}
{"_id":{"$oid":"67ad9f4f72d7f941724fc72c"},"imdb_id":"tt5658540","title":"Mosquito","directors":"João Nuno Pinto","overview":"Dreaming of great adventures and of standing up for his homeland, a young Portuguese man enlists in the army during World War I and is sent to the front line in Mozambique, Africa. Left behind by his platoon, he sets out on a grueling trek across the mystic Makua native land, walking for over a thousand kilometers, in search of his dream.","tagline":"","genres":"Drama, War","imdb_rating":7,"imdb_votes":686}
{"_id":{"$oid":"67ad9f4f72d7f941724fc72d"},"imdb_id":"tt6189022","title":"Angel Has Fallen","directors":"Ric Roman Waugh","overview":"After a treacherous attack, Secret Service agent Mike Banning is charged with attempting to assassinate President Trumbull. Chased by his own colleagues and the FBI, Banning begins a race against the clock to clear his name.","tagline":"Loyalty is under fire","genres":"Action, Thriller","imdb_rating":6,"imdb_votes":114611}
{"_id":{"$oid":"67ad9f4f72d7f941724fc72e"},"imdb_id":"tt11389748","title":"Mass","directors":"Fran Kranz","overview":"Two couples meet for a painful and raw conversation in the aftermath of a violent tragedy.","tagline":"","genres":"Drama","imdb_rating":8,"imdb_votes":18248}
{"_id":{"$oid":"67ad9f4f72d7f941724fc72f"},"imdb_id":"tt5589660","title":"Pinky Beauty Parlour","directors":"Akshay Singh","overview":"Two sisters named Pinky and Bulbul own and operate a beauty salon in Banaras. One morning, a dead body is discovered in their parlour, sparking an investigation. As the case develops, the vibrant world of beauty salons and our society's deep-seated obsession with fair skin begin to come to light.","tagline":"","genres":"Crime, Drama","imdb_rating":7,"imdb_votes":580}
{"_id":{"$oid":"67ad9f4f72d7f941724fc730"},"imdb_id":"tt5976166","title":"Raus","directors":"Philipp Hirsch","overview":"Glocke had a simple plan to set the pimp Hermann's SUV on fire, become an internet star and impress Lena. Instead, he drops into a mobile toilette and becomes a webfail. He decides to follow the web call to hike and search for the drop-out Friedrich. Together with Judith, Steffi, Elias and Paule he heads of into the Harz. As access to internet and smartphones are not allowed the plan to start all over again works and the adventure brings the five together. But each teenager has a secret of their own and soon the hike leads the teens to face their past.","tagline":"","genres":"Drama","imdb_rating":6,"imdb_votes":214}
{"_id":{"$oid":"67ad9f4f72d7f941724fc731"},"imdb_id":"tt9047474","title":"La Flor","directors":"Mariano Llinás","overview":"An enormous effort of narrative complexity made up of six independent, successive stories, connected by the same four actresses living very different experiences in very different universes…","tagline":"4 women, 6 episodes, 6 genres, 14 hours of film.","genres":"Drama, Fantasy, Thriller","imdb_rating":7,"imdb_votes":858}
{"_id":{"$oid":"67ad9f4f72d7f941724fc732"},"imdb_id":"tt33069917","title":"Sanatorium Under the Sign of the Hourglass","directors":"Timothy Quay, Stephen Quay","overview":"A man journeys by rail to a nameless sanatorium where his father has recently died. Once there, time loses its linearity and he finds himself in a world that appears both strange and strangely familiar.","tagline":"","genres":"Animation, Fantasy","imdb_rating":5,"imdb_votes":72}
{"_id":{"$oid":"67ad9f4f72d7f941724fc733"},"imdb_id":"tt5314450","title":"Burden","directors":"Andrew Heckler","overview":"Ku Klux Klansman Mike Burden opens the Redneck Shop and KKK museum in historic Laurens, SC. He subsequently falls in love with a single mother and, under her influence, quits the Klan and is taken in by an African American Reverend.","tagline":"Based on the powerful and inspiring true story.","genres":"Drama","imdb_rating":7,"imdb_votes":4262}
{"_id":{"$oid":"67ad9f4f72d7f941724fc734"},"imdb_id":"tt6217926","title":"Annette","directors":"Leos Carax","overview":"The story of Henry, a stand-up comedian with a fierce sense of humour and Ann, a singer of international renown. In the spotlight, they are the perfect couple, healthy, happy, and glamourous. The birth of their first child, Annette, a mysterious girl with an exceptional destiny, will change their lives.","tagline":"As dangerous, as intense, as love.","genres":"Drama, Romance","imdb_rating":6,"imdb_votes":23362}
{"_id":{"$oid":"67ad9f4f72d7f941724fc735"},"imdb_id":"tt6043072","title":"Untogether","directors":"Emma Forrest","overview":"Once considered a teen prodigy, a recovering addict sobers up and tries to get her writing career back on track. She begins a relationship with a rising author known for his wartime memoirs.","tagline":"","genres":"Comedy, Drama","imdb_rating":5,"imdb_votes":1784}
{"_id":{"$oid":"67ad9f4f72d7f941724fc736"},"imdb_id":"tt6180106","title":"Caina","directors":"Stefano Amatucci","overview":"The eponymous protagonist of the film is a former assassin. She is a xenophobic and violent person, her life has always been filled with hate towards those who don’t share the same physical or cultural features; chiefly immigrants and muslims. Her job during the summer is to guard the beach and pick up the corpses of illegal immigrants who have drowned off-shore in their desperate attempt to reach the coast earning petty cash for each body. It’s a lucrative business so she has to face the competition of many illegal corpse-collectors. Nahiri, a Tunisian man, is one of them. He works with a group of illegal immigrants, who snatches the corpses from Caina and sells them in the black market. In order to increase their profit, it is not rare that they drown those who survived but are too weak to fight for their lives. It’s a ruthless business in which, sometimes, the opposites attract.","tagline":"Adapted, at first into a theatre play, and now into a film from Davide Morgante’s book by the same name,","genres":"Drama, Crime","imdb_rating":6,"imdb_votes":187}
{"_id":{"$oid":"67ad9f4f72d7f941724fc737"},"imdb_id":"tt6207962","title":"Duet","directors":"Navid Danesh","overview":"Hamed and Sepideh are not in a relationship anymore; they parted ways and the college years in which they watched movies together are just a far-off memory. Hamed has pursued his passion for music, he has recently released his first album and has been married for a year with a music instructor, Minoo. Sepideh has become an English teacher for preschoolers and is now wed to a builder, Massoud, who ironically can’t seem to build a solid marriage. In spite of everything, Hamed hasn’t forgotten about Sepideh yet and, when she goes back to their hometown, Minoo encourages her husband to meet her and clear his mind about what he really wants. With the collusion of a long time friend who owns a stationer, Hamed orchestrates an accidental meeting with Sepideh, in the attempt to find out more about her current life and, at the same time, to put himself to test.","tagline":"","genres":"Drama","imdb_rating":5,"imdb_votes":240}
{"_id":{"$oid":"67ad9f4f72d7f941724fc738"},"imdb_id":"tt4532038","title":"The War with Grandpa","directors":"Tim Hill","overview":"Peter is thrilled that his Grandpa is coming to live with his family. That is, until Grandpa moves into Peter's room, forcing him upstairs into the creepy attic. And though he loves his Grandpa, he wants his room back - so he has no choice but to declare war.","tagline":"Old school vs new cool","genres":"Comedy, Family","imdb_rating":6,"imdb_votes":25833}
{"_id":{"$oid":"67ad9f4f72d7f941724fc739"},"imdb_id":"tt6151224","title":"Love Type D","directors":"Sasha Collington","overview":"After getting dumped for the 11th time in a row, Frankie discovers that she has a \"loser in love\" gene, which predisposes her to chronic failure and rejection for the rest of her life. She decides to embark on a quest to change her romantic future.","tagline":"Bad news. Being unlucky in love is genetic.","genres":"Romance, Comedy","imdb_rating":5,"imdb_votes":535}
{"_id":{"$oid":"67ad9f4f72d7f941724fc73a"},"imdb_id":"tt1754700","title":"The Prototype","directors":"Marcelo Grion","overview":"A government agent stumbles upon an alien conspiracy to conquer Earth. Using a blue liquid created by the aliens to make soldiers stronger, he becomes The Prototype-the only hope for mankind.","tagline":"","genres":"Action, Science Fiction, Thriller","imdb_rating":2,"imdb_votes":44480}
{"_id":{"$oid":"67ad9f4f72d7f941724fc73b"},"imdb_id":"tt4513678","title":"Ghostbusters: Afterlife","directors":"Jason Reitman","overview":"When single mom Callie and her two kids Trevor and Phoebe arrive in a small Oklahoma town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.","tagline":"Discover the past. Protect the future.","genres":"Fantasy, Comedy, Adventure, Science Fiction","imdb_rating":7,"imdb_votes":229750}
{"_id":{"$oid":"67ad9f4f72d7f941724fc73c"},"imdb_id":"tt5040012","title":"Nosferatu","directors":"Robert Eggers","overview":"A gothic tale of obsession between a haunted young woman and the terrifying vampire infatuated with her, causing untold horror in its wake.","tagline":"Succumb to the darkness.","genres":"Horror, Fantasy","imdb_rating":8,"imdb_votes":12997}
{"_id":{"$oid":"67ad9f4f72d7f941724fc73d"},"imdb_id":"tt3910154","title":"Traces","directors":"Matthew Currie Holmes","overview":"Facing unemployment from his record store job, divorce and his 20 year high school reunion, a listless former 90's 'one hit wonder' is given a unique second chance when he agrees to produce and record the debut album of an up and coming Internet sensation.","tagline":"Music. Lyrics. Dreams.","genres":"Drama, Music","imdb_rating":7,"imdb_votes":50}
{"_id":{"$oid":"67ad9f4f72d7f941724fc73e"},"imdb_id":"tt3454424","title":"Where Is Anne Frank","directors":"Ari Folman","overview":"The film follows the journey of Kitty, the imaginary friend to whom Anne Frank dedicated her diary. A fiery teenager, Kitty wakes up in the near future in Anne Frank's house in Amsterdam and embarks on a journey to find Anne, who she believes is still alive, in today's Europe. While the young girl is shocked by the modern world, she also comes across Anne's legacy.","tagline":"","genres":"Animation, Drama, Family, History","imdb_rating":6,"imdb_votes":1848}
{"_id":{"$oid":"67ad9f4f72d7f941724fc73f"},"imdb_id":"tt2241557","title":"Shoplifters of the World","directors":"Stephen Kijak","overview":"1987. Denver, Co. One crazy night in the life of four friends reeling from the sudden demise of iconic British band The Smiths, while the local airwaves are hijacked at gunpoint by an impassioned Smiths fan.","tagline":"Once there was a band called the Smiths...","genres":"Comedy, Drama","imdb_rating":6,"imdb_votes":1109}
{"_id":{"$oid":"67ad9f4f72d7f941724fc740"},"imdb_id":"tt21053772","title":"First the Rain","directors":"Brenda Vanegas","overview":"The story between two women, María, an immigrant Salvadoran living in Spain, where she losses her job, and she has to take care of an elderly lady with Alzheimer’s condition. Both women are fighting with oblivion. Esther doesn’t want to forget the most important things in her life, while María wants to forget her lost love so she can move on with her life.","tagline":"","genres":"Drama","imdb_rating":8,"imdb_votes":7}
{"_id":{"$oid":"67ad9f4f72d7f941724fc741"},"imdb_id":"tt3378384","title":"Tapestry","directors":"Ken Kushner","overview":"As things start to unravel in Ryan's life, he is left feeling vulnerable, insignificant and wondering why. With his priorities on everything but God, he begins to isolate himself from those around him as his hardships multiply. In the midst of the big-picture perspective his struggles give him, God places people around him to help him more clearly understand the profound plan He has for our lives. He relearns how to truly rely on God through the suffering life brings and how to be confident in the intricate plan that threads together perfectly like a tapestry.","tagline":"In the tapestry of life, only the weaver sees the full design","genres":"Drama","imdb_rating":3,"imdb_votes":261}
{"_id":{"$oid":"67ad9f4f72d7f941724fc742"},"imdb_id":"tt3663680","title":"Union Bound","directors":"Harvey Lowry","overview":"The True Story of Sargent Joseph Hoover went to war to preserve the Union.  After being captured and sent to a prisoner of war camp, he understood what it was to be kept against his will. Together with a friend he escaped and aided by slaves made it to freedom","tagline":"He went to war to free slaves, but in the end was freed by them.","genres":"History, Action, Drama","imdb_rating":5,"imdb_votes":186}
{"_id":{"$oid":"67ad9f4f72d7f941724fc743"},"imdb_id":"tt6218010","title":"Iron Mask","directors":"Oleg Stepchenko","overview":"Commissioned to map the Far East territories of the Russian Empire, cartographer Jonathan Green sets off on a long journey of unbelievable adventures—making breath-taking discoveries and meeting mysterious creatures, Chinese princesses, deadly masters of oriental martial arts, and even the King of Dragons.","tagline":"","genres":"Action, Adventure, Family, Fantasy","imdb_rating":5,"imdb_votes":9109}
{"_id":{"$oid":"67ad9f4f72d7f941724fc744"},"imdb_id":"tt5483626","title":"Enai Noki Paayum Thota","directors":"Gautham Vasudev Menon","overview":"Raghu, a normal college guy gets dragged into trouble when he falls in love with Lekha and their whirlwind romance changes the course of his life.","tagline":"","genres":"Action, Drama, Romance","imdb_rating":6,"imdb_votes":2121}
{"_id":{"$oid":"67ad9f4f72d7f941724fc745"},"imdb_id":"tt5690810","title":"Ophelia","directors":"Claire McCarthy","overview":"Ophelia comes of age as lady-in-waiting for Queen Gertrude, and her singular spirit captures Hamlet's affections. As lust and betrayal threaten the kingdom, Ophelia finds herself trapped between true love and controlling her own destiny.","tagline":"Hamlet through her eyes.","genres":"Drama, Romance, History","imdb_rating":7,"imdb_votes":13884}
{"_id":{"$oid":"67ad9f4f72d7f941724fc746"},"imdb_id":"tt12082418","title":"Love Story","directors":"Pyotr Todorovsky","overview":"Taxi driver and unsuccessful actor Seva Gorelov accidentally meets his first love Masha Sokolova, once a young and carefree girl, and now a thirty-year-old spoiled kept woman. Seva works part-time in a taxi, and Masha accidentally becomes his client. To go far, to Sochi, to their homeland with Seva teenage love. Masha has a wedding there in a few days, but not with Seva, of course, but with a rich patron. From the very beginning it becomes clear that this journey will not end with anything good. 1600 kilometers of adventure, well flavored with humor, ambition, tears, resentment, flirting, passion and a great feeling, which again is out of place.","tagline":"","genres":"Comedy, Romance","imdb_rating":4,"imdb_votes":63}
{"_id":{"$oid":"67ad9f4f72d7f941724fc747"},"imdb_id":"tt3201640","title":"Extinction","directors":"Ben Young","overview":"A chief mechanic at a factory, haunted by apocalyptic nightmares, becomes a hero when Earth is invaded by a mysterious army bent on destruction.","tagline":"We were not here first","genres":"Action, Drama, Science Fiction, Thriller","imdb_rating":6,"imdb_votes":59162}
{"_id":{"$oid":"67ad9f4f72d7f941724fc748"},"imdb_id":"tt5974030","title":"The Jesus Rolls","directors":"John Turturro","overview":"Hours after his release from prison, Jesus Quintana pairs up with fellow misfits Petey and Marie for a freewheeling joyride of petty crime and romance.","tagline":"","genres":"Comedy, Crime, Drama","imdb_rating":4,"imdb_votes":5632}
{"_id":{"$oid":"67ad9f4f72d7f941724fc749"},"imdb_id":"tt6199572","title":"Capone","directors":"Josh Trank","overview":"The 47-year old Al Capone, after 10 years in prison, starts suffering from dementia and comes to be haunted by his violent past.","tagline":"We all pay for our crimes in the end.","genres":"Crime, Drama","imdb_rating":5,"imdb_votes":23851}
{"_id":{"$oid":"67ad9f4f72d7f941724fc74a"},"imdb_id":"tt5968394","title":"Captive State","directors":"Rupert Wyatt","overview":"Nearly a decade after occupation by an extraterrestrial force, the lives of a Chicago neighborhood on both sides of the conflict are explored. In a working-class Chicago neighborhood occupied by an alien force for nine years, increased surveillance and the restriction of civil rights have given rise to an authoritarian system -- and dissent among the populace.","tagline":"10 years ago, they took our planet. Today, we take it back!","genres":"Science Fiction, Action, Adventure, Thriller","imdb_rating":6,"imdb_votes":59168}
{"_id":{"$oid":"67ad9f4f72d7f941724fc74b"},"imdb_id":"tt5315210","title":"Lou","directors":"Anna Foerster","overview":"A young girl is kidnapped during a powerful storm. Her mother joins forces with her mysterious neighbour to set off in pursuit of the kidnapper. Their journey will test their limits and expose the dark secrets of their past.","tagline":"","genres":"Action, Thriller","imdb_rating":6,"imdb_votes":35233}
{"_id":{"$oid":"67ad9f4f72d7f941724fc74c"},"imdb_id":"tt8310490","title":"Abaixo a Gravidade","directors":"Edgard Navarro","overview":"Bené spent many years looking for his spiritual evolution in a small country town. He has made great progress and is fully integrated into the community, but will be put to the test when he meets Letícia and is brought into the underworld of the big city.","tagline":"","genres":"Drama, Fantasy","imdb_rating":6,"imdb_votes":32}
{"_id":{"$oid":"67ad9f4f72d7f941724fc74d"},"imdb_id":"tt6320628","title":"Spider-Man: Far From Home","directors":"Jon Watts","overview":"Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.","tagline":"It’s time to step up.","genres":"Action, Adventure, Science Fiction","imdb_rating":7,"imdb_votes":581412}
{"_id":{"$oid":"67ad9f4f72d7f941724fc74e"},"imdb_id":"tt5580306","title":"Browse","directors":"Mike Testin","overview":"A solitary man becomes convinced that someone hacked into all of his devices and that they're being used to manipulate and control him.","tagline":"Careful what you search for...","genres":"Thriller, Horror","imdb_rating":3,"imdb_votes":242}
{"_id":{"$oid":"67ad9f4f72d7f941724fc74f"},"imdb_id":"tt6087226","title":"Coma","directors":"Nikita Argunov","overview":"A young and talented architect comes to his senses after a horrific accident only to find himself in the odd dystopian world. A world that is filled with the memories of all current coma patients. Just like a human memory this world is fragmental, chaotic and unstable. This is COMA: icecaps, rivers and cities can all exist in a space of a single room and laws of physics are no longer laws as they can be bent.","tagline":"Wake up to save everyone","genres":"Science Fiction, Adventure, Action","imdb_rating":6,"imdb_votes":12139}
{"_id":{"$oid":"67ad9f4f72d7f941724fc750"},"imdb_id":"tt2614902","title":"The Cursed Man","directors":"James L. Perry","overview":"Alister Kunkle believes death is in love with him. A simple smile from friend or stranger is all it takes to encourage death to kill.","tagline":"","genres":"Thriller, Horror","imdb_rating":7,"imdb_votes":89}
{"_id":{"$oid":"67ad9f4f72d7f941724fc751"},"imdb_id":"tt3801544","title":"Shithead","directors":"Michael Wrongway","overview":"Comedy about a shithead who tries to sell his baby for drugs.","tagline":"","genres":"Comedy","imdb_rating":6,"imdb_votes":489}
{"_id":{"$oid":"67ad9f4f72d7f941724fc752"},"imdb_id":"tt5598292","title":"Polaroid","directors":"Lars Klevberg","overview":"High school loner Bird Fitcher has no idea what dark secrets are tied to the mysterious Polaroid vintage camera she stumbles upon, but it doesn't take long to discover that those who have their picture taken meet a tragic end. Bird and her friends must survive one more night as they race to solve the mystery of the haunted Polaroid before it kills them all.","tagline":"Beware This Camera...Once You Take It, It Takes You.","genres":"Horror, Thriller, Mystery","imdb_rating":5,"imdb_votes":17561}
{"_id":{"$oid":"67ad9f4f72d7f941724fc753"},"imdb_id":"tt6324278","title":"Abominable","directors":"Jill Culton","overview":"A group of misfits encounter a young Yeti named Everest, and they set off to reunite the magical creature with his family on the mountain of his namesake.","tagline":"Find your way home.","genres":"Family, Animation, Adventure, Comedy","imdb_rating":7,"imdb_votes":44042}
{"_id":{"$oid":"67ad9f4f72d7f941724fc754"},"imdb_id":"tt2257284","title":"Line of Descent","directors":"Rohit Karn Batra","overview":"A classic crime narrative in the backdrop of Delhi merges a dysfunctional, mafia family at war with each other as an undercover officer fights his demons by assisting in their downfall.","tagline":"Survival after death","genres":"Crime, Drama","imdb_rating":5,"imdb_votes":645}
{"_id":{"$oid":"67ad9f4f72d7f941724fc755"},"imdb_id":"tt5814534","title":"Spies in Disguise","directors":"Nick Bruno, Troy Quane","overview":"Super spy Lance Sterling and scientist Walter Beckett are almost exact opposites. Lance is smooth, suave and debonair. Walter is… not. But what Walter lacks in social skills he makes up for in smarts and invention, creating the awesome gadgets Lance uses on his epic missions. But when events take an unexpected turn, Walter and Lance suddenly have to rely on each other in a whole new way.","tagline":"Super Spy. Super Fly.","genres":"Animation, Action, Adventure, Comedy, Family","imdb_rating":7,"imdb_votes":59097}
{"_id":{"$oid":"67ad9f4f72d7f941724fc756"},"imdb_id":"tt6827652","title":"The Giant","directors":"David Raboy","overview":"A teenager's small town life is changed forever when a series of murders begin on the same night that her missing boyfriend suddenly reappears.","tagline":"Wherever you run, you will never forget.","genres":"Crime, Mystery, Thriller","imdb_rating":4,"imdb_votes":517}
{"_id":{"$oid":"67ad9f4f72d7f941724fc757"},"imdb_id":"tt7019942","title":"Super Deluxe","directors":"Thiagarajan Kumararaja","overview":"An unfaithful newly-wed wife, an estranged parent, a priest and an angry son suddenly find themselves in the most unexpected predicaments, each poised to experience their destiny, all on one fateful day.","tagline":"Sex, stigma and spirituality merge in three eccentric stories of Tamil Nadu.","genres":"Comedy, Thriller, Drama, Crime","imdb_rating":8,"imdb_votes":18482}
{"_id":{"$oid":"67ad9f4f72d7f941724fc758"},"imdb_id":"tt11439456","title":"Selfi#Selfie","directors":"Maxim Boev","overview":"Four novels of the film-almanac are united by a common theme - all the most important happens in reality, and not on the Internet. Politicians and housewives, students and stars, adults and adolescents all over the earth take millions of selfies every day. Perhaps these photos will remain a dead weight in the phone's memory, but sometimes they can change lives. However, the heroes of the tape do not suspect anything about it...","tagline":"","genres":"Drama","imdb_rating":7,"imdb_votes":23}
{"_id":{"$oid":"67ad9f4f72d7f941724fc759"},"imdb_id":"tt6038042","title":"Madness in the Method","directors":"Jason Mewes","overview":"Jason wants to be taken more seriously as an actor, so he asks his friend Kevin Smith for advice, and decides to become a method actor. Trouble is, being a method actor drives him mad and he slowly becomes a serial killer.","tagline":"","genres":"Comedy, Crime","imdb_rating":6,"imdb_votes":2558}
